{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA15486"], "Description": [" Limestone figure of Harpocrates, damage to the reverse of the body and the lower legs and feet now lost. Harpocrates wears the distinctive sidelock of hair, with no clear delineation of the hairline across the forehead or sides of the face. A raised area of stone at the centre of the forehead would have once contained the image of a uraeus cobra. The god wears a heart amulet suspended low across his chest, and the outline of a thin belt across the waist suggests that he wears a long kilt, the legs and pubic area still visible through the clothing. The fragment of his upper legs suggest that his left leg advances forward ahead of the right leg, adopting the conventional striding pose. The right arm is held by the side of the body. His wide eyes are delineated with wide ridges, and his eyebrows are low set and highly arched. The nose is broad at the tip and the mouth is pursed with thick lips. The face is fleshy and rounded particularly around the jawline. The left arm is broken from the upper arm, while much of the reverse is now damaged with most of the head, body and upper legs preserved from the front of the figure. There are thin chips to the edge of the right leg underneath the crudely modelled hand, and to the right side of the hair. The object is now attached to a modern rectangular base. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Fayum "], "Materials": ["limestone"], "Dimensions": [" Height: 14.20 centimetres (max) ", " Width: 6.60 centimetres (max) ", " Depth: 4.29 centimetres "], "Curator's comments": ["Many images of Harpocrates survive from the later phases of Egyptian history, adopting traditional features such as the sidelock of hair while other images also include the conventional pose of one finger held up to the mouth, indicating his youth. There is no suggestion of his wearing a double crown here, though this is also found in other representations. The modelling of Harpocrates’ body includes a slightly larger and more effeminate lower body via the larger hips and thighs, perhaps indicating that this piece could be later in date as Harpocrates’ form during the Graeco-Roman period often adopted a softer and curvier physical frame compared to the typical Egyptian counterparts. The rudimentary form of the fragmentary uraeus cobra may also point to a later date."], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1880"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA15486"], "Registration number": ["1880,0531.2"]}