{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA14370"], "Description": [" Fragmentary limestone statue of a male figure, only part of the upper body remaining. The figure likely wore a long striated lappet-wig, the ends of which are intact across the chest. In between these sections of the wig are incised details of a broad collar, composed of at least five different rows of beads. The top of this collar is now obscured by the break at the neck. The upper body is bare, with the musculature of the chest and narrowing at the waist clearly outlined. The right arm is held against the side of the body while the left arm is placed across the torso, and holds a was sceptre. Below the left elbow is a section of smoothed stone possibly connecting the figure to a back-plinth which is now lost. On the right side of the body are traces of a kilt with a thick belt. Much of the reverse is now lost. The stone has been damaged underneath the left hand, obscuring the front of the kilt and upper legs. A large break in the stone across the right side of the body has been repaired in modern times. The object is now attached to a modern rectangular base. "], "Cultures/periods": ["12th Dynasty ((late))"], "Findspot": [" Found/Acquired: Medinet el-Fayum "], "Materials": ["limestone"], "Dimensions": [" Height: 22 centimetres (max) ", " Width: 19 centimetres (max) ", " Depth: 11.50 centimetres (max) "], "Curator's comments": ["The figure is recorded as being from the Fayum, and forms part of a large collection of objects purchased from Rev. Greville Chester. Stylistically the figure shares potential similarities to known sculpture from the site of Hawara (for instance a fragmentary upper body of Amenemhat III now in Ny Carlsberg Glyptotek, AEIN 1415, Copenhagen; also an upper body fragment of the god Sobek with a similar broad-collar and detail of the chest recorded in Petrie 1912, Pl. XXIV). The latter fragment in particular shares similar visual traits with the British Museum fragment, though here it is not clear which deity could be represented here. Based on these similarities and stylistic features such as the four rows of beaded detail within the broad-collar (Fay 2002), this figure could be dated to the reign of Amenemhat III within the late 12th Dynasty. Further Bibliography: B. Fay, 2002. 'A Deity from Amenemhat III's Temple at Crocodilopolis', Göttinger Miszellen 191, p. 27-34. General Sources: W.M.F. Petrie, 1912. The Labyrinth Gerzeh and Mazghuneh. London."], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1871"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14370"], "Registration number": ["1871,0619.434"]}