{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8466"], "Description": [" Sycomore fig wood stela of Pebeh: there are five sections to this round-topped stela. The upper register contains a winged sun-disk with uraei and recumbent jackals holding sceptres. In the second register the deceased stands on the right in adoration of the solar barque in which appear a scarab beetle, Thoth, Isis, Nephthys, Iuf enthroned under a curved serpent, three other gods and a hawk-headed helmsman. In the third register the deceased stands on the right in worship before an altar on which rests a water-pot cooled by a lotus. Behind stand Ra-Horakhty, Atum, Khepri, Shu, Tefnut, Geb, Nut, and two other gods. In the fourth register the deceased on the right adores Osiris, Isis, Nephthys, Horus, Hathor, and Anubis. The four lines of text at the bottom of the stela are largely illegible. The stela is well preserved apart from some gouges and cracks on the surface although the text in the fifth register has nearly completely faded away. The background of the stela is white with a red border along the sides. There is also a multi-coloured border of red, grey and occasionally blue rectangles separated by one black and two white stripes along three sides of the stela and between each register. The sun-disk is red with a yellow outer rim and black-edged white upper wings, red-striped middle wings, and grey lower wings with black tips. The uraei are grey and white with red and grey decoration between them. The jackals are black with red and black sceptres and red and grey flags and red sashes. The other three scenes are all depicted beneath a grey-blue sky. The human figure has a red body, white cap, and white kilt with black stripes. The gods usually have red bodies, grey faces, dark grey or blue wigs, and grey garments with white and black markings. In the second register Iuf has a white face with black features as do Ra-Horakhty in the third and Horus in the fourth, the first two having red disks on their heads. The three gods behind Iuf have red faces and upper bodies, while the face of Thoth is black as is that of Anubis in the fourth register. In the third register the last god has a red body and grey face. Osiris in the fourth register is completely red apart from white feathers and sceptres. The goddesses have red dresses, grey bodies, and dark grey wigs. In the second register the solar barque, its uraeus canopy, and the beetle are grey, while the throne of Iuf is white and red. In the third and fourth registers the altars are white, the pots red and white, or completely white, the flowers red. The hieroglyphs are black. The text at the bottom is painted on alternate grey and white backgrounds between red lines. The back and sides of the stela are not plastered. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 55 centimetres ", " Weight: 2 kilograms ", " Thickness: 2.50 centimetres ", " Width: 39 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 79 (no. 108); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 110 (no. 18); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p. 809; P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 238; M. Minas-Nerpel, 'Der Gott Chepri : Untersuchungen zu Schriftzeugnissen und ikonographischen Quellen vom Alten Reich bis in griechisch-römische Zeit' (OLA 154, Leuven/Dudley, Mass.,2006), p. 332, note 919."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.84-85)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Thoth ", " Representation of: Isis ", " Representation of: Nephthys ", " Representation of: Iuf ", " Representation of: Ra-Horakhty ", " Representation of: Atum ", " Representation of: Khepri ", " Representation of: Shu ", " Representation of: Tefnet ", " Representation of: Geb ", " Representation of: Nut ", " Representation of: Osiris ", " Representation of: Horus ", " Representation of: Hathor ", " Representation of: Anubis "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8466"], "Registration number": ["1843,0507.18"], "Additional IDs": [" Miscellaneous number: BS.8466 (Birch Slip Number) "]}