{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA66836"], "Description": [" Fragmentary black granite head of a male official, roughly broken at the chin. He wears a striated wig set low on the forehead and tucked behind the ears. His eyebrows are slightly arched and carved in raised relief, while the eyes have a thick outline and sharply pointed cosmetic lines extending out towards the temple. The bridge of his nose is long and slim, while the nostrils are broad. His mouth is positioned close to the tip of the nose. He has full thick lips curved into a slight smile. His face is rounded and fleshy in appearance, particularly at the jawline. The ends of the wig are damaged, and there are numerous small chips across the face and wig. The figure is attached to a thick modern base. "], "Cultures/periods": ["18th Dynasty ((possibly Third Intermediate Period?))"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Dimensions": [" Height: 14.90 centimetres (Figure) ", " Height: 10 centimetres (base) ", " Weight: 10 kilograms (Figure and base) ", " Width: 16.90 centimetres (Figure) ", " Width: 16.90 centimetres (base) ", " Depth: 16.50 centimetres (Figure) ", " Depth: 10.30 centimetres (base) "], "Curator's comments": ["Some physical features of this figure are noteworthy, including the curved lines of his striated wig and the shape of his eyes which are reminiscent of Thutmoside sculpture. The size of his ears are also quite small in proportion to the face. Though the striated wig style is found within sculpture of the New Kingdom, the broadness of the nose and lips may suggest a later date within the Third Intermediate Period. Further Bibliography: The British Museum Quarterly News Supplement 15 (June 1966), p. 1-2."], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 663)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990/1 Sep-Jan, Paisley Museum and Art Galleries, The Grand Piano Came by Camel. An Egyptologist and his Family (1890-1928) 1994 Jan-Mar, Doncaster Museum & Art Gallery, Ancient Egypt. 2005-2008, Santa Anna, The Bowers Museum, Death and Afterlife in Ancient Egypt. "], "Condition": ["incomplete - head only"], "Acquisition name": ["Purchased from: Capt Edward G Spencer-Churchill (Trustees of)"], "Acquisition date": ["1966"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66836"], "Registration number": ["1966,0212.116"]}