{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA58078"], "Description": [" Basalt striding male figure on a slim rectangular base. The figure wears a short cropped wig which is set high on the forehead and covers the ears. His eyes are rounded with a heavy upper eyelid, and the brow is indicated as a flat ridge. His nose is long and broad, and positioned close to the mouth which is small with thin, sharply incised lips. The outer corners of the mouth are upturned to suggest a slight smile. The neck is extremely broad. His upper body is bare, with faint modelling of the chest and abdomen. His arms are held by the sides of the body, and he holds a piece of folded cloth in both clenched fists. He wears a short shendyt kilt belted at the waist, with the beltline drooping slightly forward at the stomach and sitting higher on the waistline at the back. His left leg advances forward ahead of the right leg in a conventional striding position, and his legs are broad in size. On the reverse is a slim back-pillar extending to the neck of the figure, which appears to be uninscribed. The figure is in good condition with minimal damage to the figure or base. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Excavated/Findspot: Khizam, cemetery "], "Materials": ["basalt"], "Dimensions": [" Height: 14.20 centimetres ", " Width: 4.61 centimetres ", " Depth: 71.90 centimetres "], "Curator's comments": ["Such non-royal monuments were typically inscribed with an offering formula and the subject’s name and titles, usually on the back-pillar or statue base.There does not appear to be any damaged or faded inscription across the surface. Monuments such as this figure would often be set up within the tomb, though the precise findspot for this piece is uncertain."], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1925"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58078"], "Registration number": ["1925,1010.15"]}