{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10858"], "Description": [" Papyrus. Demotic land lease. 19 lines of text on the recto. The legal text is complete, but the papyrus has been torn at the bottom. Verso: blank. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["252BC-251BC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 25 centimetres (frame) ", " Width: 17.80 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["legal"], "Curator's comments": [" Bibliography: Martin, Cary J. 2017. A third-century Demotic land lease (P. BM EA 10858). In Jasnow, Richard and Ghislaine Widmer (eds), Illuminating Osiris: Egyptological studies in honor of Mark Smith, 247-258. Atlanta. ", " The dating protocol is damaged but the text can be dated to year 34 of Ptolemy son of Ptolemy Soter. The lessor is a Greek, 'an Alexandrian', Straton son of Dionysodoros and the lessee an Egyptian gardener.The rent is to be paid in artabas of wheat. There is no list of witnesses on the verso, but there is an additional name written below that of the scribe and further signatories may have been written at the bottom of the papyrus, which has been torn away. "], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (46248) (http://www.trismegistos.org/text/46248)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: brittle, deposit, dirt, fractured, insect attack, stained Black ink Tabbed: kraft paper Repaired: glassine paper Mount Details: Sandwich: glass Binding: copydex self adhesive carpet tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair (incomplete)"], "Acquisition name": [" Purchased through: B A Seaby Ltd ", " Purchased from: George Anastase Michaelides "], "Acquisition date": ["1977"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10858"], "Registration number": ["1977,1105.13"]}