{"artifact_name": "model; axe; foundation-deposit; textile; adhesive sample", "Object Type": [" model ", " axe ", " foundation-deposit ", " textile ", " adhesive sample "], "Museum number": ["EA6058"], "Description": [" Bronze model axe-head: with original wooden haft and remains of leather binding. The blade was made of thin sheet metal. It has a straight butt, lightly incurved sides, and a moderately convex cutting edge. The butt is considerably wider than the cutting edge. The lugs are angular and the corners of the cutting edge rounded. The blade is lightly corroded in parts. Chased on one face is a hieroglyphic inscription. The haft is curved, with a concave back. It is varied in section, being roughly cylindrical towards the bottom, ovoid in the middle, and faceted at the top. It tapers in width somewhat unevenly from top to bottom, with the butt-end being sharply expanded to facilitate grip. The socket at the top consists of a crudely worked shallow slit. An abortive socket appears to have been begun on the other side. The surface of the haft is much abraded. A small section only survives of the leather thong which once bound the blade to the haft. The wood is discoloured where the binding has left its mark. "], "Authority": ["Ruler: Thutmose III"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Temple of Thutmose III, foundation deposit "], "Materials": [" bronze ", " wood ", " leather ", " linen "], "Technique": [" chased ", " bound "], "Dimensions": [" Height: 2 centimetres ", " Weight: 0.092 kilograms ", " Width: 12 centimetres ", " Depth: 45.60 centimetres (main object) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["That no more than a single thong was used is shown by the intact examples from the same temple, Arnold and Settgast, 'Mitteilungen der Deutschen Archäologischen Instituts Abteilung Kairo' 22 (Wiesbaden, 1967), 24-5, pl. via, now Cairo, JE 91396 (two) and West Berlin, ÄM, 14/70 and 15/70. Bibliography: E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 202, 31; J. G. Wilkinson, ‘The Manners and Customs of the Ancient Egyptians’ I (1st. ed.) (London, 1837), 323, no. 41, 4; ibid. (new ed.) (London, 1878), 214, no. 47, 4; E. Kühnert-Eggesbrecht, ‘Die Axt als Waffe und Werkzeug im alten Ägypten’ (Berlin, 1969), 120, M GD/8; FD, 188 (3); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (Oxford, 1974), 381. On other foundation deposits from Djeser-akhet, see Mekawy Ouda, JEA 106 (2020), 145-159"], "Bibliographic references": ["Davies 1987 / Catalogue of Egyptian Antiquities in the British Museum (117)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fairments"], "Associated names": [" Named in inscription: Thutmose III ", " Named in inscription: Amun (as Menkheperra) "], "Associated places": [" Named in inscription: Temple of Thutmose III "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6058"], "Registration number": [".6058"], "Additional IDs": [" Miscellaneous number: BS.6058 (Birch Slip Number) "], "Conservation": ["Treatment: 01 Jun 1970"]}