{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66527"], "Description": [" Glazed composition scarab; back indicating main features with clypeus crudely marked with three incised lines, prothorax by single lines and elytra by triple lines (double suture); profile evenly rounded at either end, which is incorrect; at side, legs clearly modelled with undercut triangle; underside inscribed with two rows of poorly drawn hieroglyphic signs, deeply cut out of the surface; pierced lenghwise; some green glaze remains on surface; core medium hard, buff to ginger. "], "Cultures/periods": ["Late Period"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " cut ", " incised ", " pierced "], "Dimensions": [" Length: 1.80 centimetres ", " Thickness: 0.95 centimetres ", " Width: 1.30 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This is an unusual design for a scarab from Naukratis. It is very unlikely that it pertains to the Scarab Factory production (on the various productions from the Scarab Factory see: Gorton 1996, 91-131; Webb, forthcoming). For scarabs with two registers of hieroglyphs: Poncy et al. 2001, 128a. Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience and paste scarabs from Punic and other Mediterranean sites, Oxford. Poncy, H., Casabonne, O., Marcus Egetmeyer, de Vos J., Lebrun, R., Lemaire, A. 2001, ‘Sceaux du musée d'Adana. Groupe du \"Joueur de lyre\" (VIIIe siècle av. J.-C) - Sceaux en verre et cachets anépigraphes d'époque achéménide - Scaraboïdes inscrits - Scarabées et sceaux égyptisants’, Anatolia antiqua 9, 9-37. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th –17th December 2011."], "Bibliographic references": [" Gardner 1888 / Naukratis II (pl. XVIII, no. 50) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.135) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, side and back bit chipped"], "Associated names": ["Named in inscription: Bastet (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66527"], "Registration number": ["1888,0601.56"]}