{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA29781"], "Description": [" Lid of the wooden anthropoid inner-coffin of Irtyersenu; painted decoration and texts on a layer of plaster and linen. Exterior: The face is painted pink, the eyes in black and white. The face is framed by a tripartite wig, over which a winged headdress has been painted, and a fillet or headband (now almost obliterated) encircled the top of the head. A collar covers the breast. Below this is a horizontal band containing a figure of the goddess Nut squatting on a stylised depiction of a tomb-façade or false door. Beneath her winged arms are two figures of rams on standards, and short hieroglyphic texts. Below this is a horizontal band, demarcated by inscriptions above and below. This band contains the scene of the weighing of the heart of the deceased (right) and, to the left of this, the dead woman conducted by the ibis-headed Thoth to a series of deities. The lower section of the lid is divided into three zones. In the centre is a panel of seven vertical columns of inscription, with a rectangular scene inset at the top. This scene shows the mummy of the dead woman lying on a leonine funerary bier or embalming table, beneath which stand four vessels probably representing the canopic jars. Beside the bier stands the jackal-headed god Anubis holding a small incense-burner in his outstretched left hand. Flanking the central panel is a symmetrical arrangement of twelve divine figures in compartments, separated by inscriptions and orientated at right angles to the other decoration on the lid. The inscriptions on the exterior consist, for the most part, of the hetep di nesu offering formula, many times repeated. Interior: Hieroglyphic texts in horizontal lines, written in black ink on grounds alternately white and yellow. The inscription consists of repetitious phrases from the offering formula. A vertical inscription originally ran down each side of the lid, but the loss of the outer edges of the wooden side-pieces has removed all but the smallest traces of these texts. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) ", " Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" linen ", " plaster ", " wood "], "Technique": [" painted ", " plastered "], "Dimensions": [" Length: 150.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" private ", " funerary "], "Curator's comments": ["Published: PM I Part 2: p.828-9 ('Irtisenu'); A B Granville, Philosophical Transactions of the Royal Society (1825), 269-271, pl. XVIII [1]; A Guide to the Exhibition Galleries of the British Museum (London, 1890), 110; British Museum, Guide to the First and Second Egyptian Rooms (1898), 45-6; ditto (1904), 81-2; British Museum, Guide to the First, Second and Third Egyptian Rooms (1924), 64-5. Names and titles: Wilkinson MSS. xxiii 165 [left], 182 [left]."], "Location": ["Not on display"], "Condition": ["Only the lid of the coffin survives. The projecting foot has been removed, together with the pedestal. The pieces of wood which form the sides of the lid have been cut back, removing parts of the external and internal decoration and all traces of the sockets and dowel-holes which would have been used to secure the two halves of the coffin when it was closed. The exterior surface of the lid is discoloured, and the gessoed surface is fractured and partially lost. The opening of the joints between the main components of the lid has resulted in the loss of decoration on both the inner and outer surfaces. Granville's 1825 publication indicates that the coffin was complete at that time and in good condition; hence most of the deterioration seems to have occurred between this date and the acquisition of the lid by the British Museum in 1853."], "Associated names": ["Named in inscription: Djedameniufankh"], "Acquisition name": ["Purchased from: Dr Augustus Bozzi Granville"], "Acquisition date": ["1853"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29781"], "Registration number": ["1853,0927.1"], "Additional IDs": [" Miscellaneous number: BS. 6671a (Birch Slip Number) "], "Conservation": [" Treatment: 31 Mar 1989 ", " Treatment: 07 Mar 1989 ", " Treatment: 21 Apr 2010 ", " Treatment: 04 Apr 2006 "]}