{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1223"], "Description": [" False door of Wadjkaiankhi: the upper part of this monument consists of a raised panel with two smaller side-panels set back, all three being carved in very fine, low relief. On the central panel there is a representation of the deceased seated before an offering-table, above and below which are lists of conventional offerings. On the left side-panel is a representational palace-façade above which the deceased is described as 'son of Khenet'. On the right side-panel are five small registers with finely carved piles of food-offerings. The lower part of the monument preserves the top half of the false door; there are single lines of text on the lintel and drum with a short offering-formula and the name of the deceased. Each jamb bears two lines of text giving his titles. There has been much surface disintegration through the action of salt. The semicircular cut on the left jamb is probably ancient and structural. No colour remains. "], "Cultures/periods": [" 4th Dynasty (?) ", " 5th Dynasty (?) "], "Findspot": [" Found/Acquired: Dahshur (Memphis) "], "Materials": ["limestone"], "Dimensions": [" Height: 118 centimetres ", " Width: 87 centimetres "], "$Inscriptions": [" ", " ", " ", " "], "Inscription subject": ["funerary"], "Curator's comments": ["Khenet is shown as the wife of Nesunefer in the latter's tomb at Giza, in which Wadjkaiankhi is also shown, cf H. Junker, 'Giza Bericht über die von der Akademie der Wissenschaften etc.' III (Vienna, 1929-1955), 117 and fig. 28. Bibliography. B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), p. 239; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (2) (Oxford: Clarendon Press), p. 894; also note A. H. Gardiner, 'Tomb of Amenemhet' (London, 1915), p. 84; Fischer, 'Journal of the American Oriental Society' 74, 28 (identifying Wadjkaiankhi as Nesunefer's son)."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (Pl.8)"], "Location": ["Not on display"], "Condition": ["Only the upper part remains. There has been much surface disintegration through the action of salt."], "Associated objects": [" cast (EA90883,a) ", " cast (EA90883,b) ", " cast (EA90883,c) ", " cast (EA90883,d) "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1223"], "Registration number": ["1897,0511.211"]}