{"artifact_name": "offering-table", "Object Type": ["offering-table"], "Museum number": ["EA94"], "Description": [" Black granite offering-table of Amasis: in the centre of the slab are representations of the sorts of foodstuffs which might be expected to be offered; here we see two symmetrical ranges of jars, loaves, cakes and fowl framed on either side by tall libation jars and placed on a reed mat. Around the outside of the food representations is a line of hieroglyphs running clockwise around the table, with a prayer for offerings of a variety of items in the classic Egyptian measure of a thousand of each. Further from the viewer is a stylized loaf on the table, which gives the object the shape of the hieroglyph 'hetep' \"offerings;\" through the middle of this loaf runs a small channel which was probably to allow water poured as libations over the offerings to run away. The name of the king for whom this was set up has been erased, but it is evidently Amasis. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Sa el-Hagar (Sais) (said to be from) "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 20 centimetres ", " Width: 83 centimetres ", " Depth: 73 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Amasis is best-known for deposing his predecessor Apries and assuming the throne in about 570 BC. The cause of this revolt by the Egyptians was that Apries was thought to be giving too much preference to the Greeks and Carians who were becoming increasingly numerous in Egypt. The residence of the 26th Dynasty was at Sais where this table is supposed to have been found. The tombs of the kings are also reputed to have been at Sais (Herodotus II, 169) but have never been discovered. It is possible that this slab was intended either for an offering or even tomb-chapel of the king, or that it was placed in the main temple at the site dedicated to the goddess Neith. The reason for the erasure of the name is uncertain. Either a later king was planning to reuse the slab, or else (perhaps) a disgruntled descendant of Apries might have damaged it in retribution for Amasis' coup. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford: Clarendon Press), p.48; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 126-7, pl. on p. 127. Being studied as part of PhD by Elisabeth Greifenstein (University of Wuerzburg)."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.126-127)"], "Location": ["Not on display"], "Exhibition history": [" 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2011-13, Travelling Exhibition, Mummy: The Inside Story 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia Museum of Fine Art. Mummy. The inside story. 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Associated names": ["Named in inscription: Amasis (Ahmose II)"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1821"], "Acquisition notes": ["Note that the departmental copy of the Salt 1835 sale catalogue has this number with ??? beside item 1276 of Belzoni. Seems an unlikely attribution [NCS 23/5/05]"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA94"], "Registration number": [".94"], "Additional IDs": [" Miscellaneous number: BS.94 (Birch Slip Number) "], "Conservation": [" Treatment: 03 Mar 2005 ", " Treatment: 16 Nov 2010 ", " Treatment: 05 Apr 2016 "]}