{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA26"], "Description": [" Quartzite sandstone naophorous statue of Sety II: seated on a throne, holding on his knees a shrine surmounted by a ram's head, emblem of the god Amun-Ra. Despite damage on the face of the ram and the head of the uraeus, this is one of the most complete sculptures from ancient Egypt. The king wears a shoulder-length wig with longer strands in front and a uraeus on the forehead. The pleated kilt is held by a large belt bearing a rhomboid decoration, from the back of which emerges a piece of pleated material. An animal tail, hanging between the legs and sandals, completes the royal attire. The narrow throne with low back is equipped, exceptionally, with a cushion, on which the king sits. The sides of the throne are decorated with the heraldic plants of Upper and Lower Egypt, bound together to symbolize the union of the Two Lands. These plants are generally placed to correspond with the direction of the statue and occupy the same position on each side. Here, however, their positions are inverted: on the throne's right side we find the papyrus near the back and the lotus near the front, while on the left side, we observe the contrary. In spite of the cushion, the seated attitude is rigid. The sculpture is static, with elongated proportions, a slender torso, and oversized limbs. The oval face, with full cheeks that fall heavily toward the broad chin, has a stern expression. On the wide forehead, the eyebrows, carved in relief, are arched and lengthened by tapering cosmetic bands. Similar lines, in shallow relief, frame the eyes. The straight nose surmounts a horizontal mouth with lips of equal length articulated by finely raised ridges and a small hollow at each corner. The head is set on a straight neck that is narrowed by the plunging flaps of the wig and, in profile, seems to disappear completely. Large, rounded shoulders, marked by converging grooves to indicate the deltoid muscle, dominate the torso. Two oblique ridges mark the clavicles, and a summary modeling renders the chest. The waist is thin, framed by massive arms and schematic hands with long, parallel fingers whose nails are depicted with care. The treatment of the elongated legs is more elaborate, with delicately modeled knees and well-defined muscle and bone structure. The well-sculptured feet are shown wearing sandals with pointed soles and thick straps in high relief. The royal names are engraved on the shoulders. There is a text on the statue's back. The royal titulary is also inscribed around the base. "], "Authority": ["Ruler: Sety II"], "Cultures/periods": ["19th Dynasty"], "Production date": ["1200 BC -1194 BC"], "Excavator/field collector": ["Field Collection by: Giovanni Battista Belzoni"], "Findspot": [" Found/Acquired: Temple of Mut (probably) "], "Materials": [" quartzite ", " sandstone "], "Dimensions": [" Height: 164 centimetres (max) ", " Weight: 698 kilograms (including module) ", " Width: 49 centimetres ", " Depth: 85 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["royal"], "Curator's comments": ["This is the only seated statue of Sety II, and a rare example of a king seated with an emblem on his knees. Statues of kings holding an emblem or an offering usually show them kneeling or, less frequently, prostrate or standing. Bibliography: K. A. Kitchen, 'Ramesside inscriptions : translated & annotated. Translations. Vol.4, Merenptah and the Late Nineteenth Dynasty' (Oxford, 2003), p. 267; 'Art and Afterlife in Ancient Egypt' [exhibition catalogue] (Japan, 1999-2000), No 6; T. G. H James, 'Hieroglyphic Texts from Egyptian Stelae etc. in the British Museum' Part 9 (London, 1970), Plate IX; Published in: Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 153 B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (2) (Oxford, 1972), p.288; 'Temples and Tombs' [exhibition catalohue] (American Federation of Arts, 2006), 59, cat no. 18; T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983), p. 42, fig. 50; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), p. 44, fig. 30; S. Mayes, 'The Great Belzoni' (London, 1959), pp. 148, 268, 330 (616); N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 224-5. E. R. Russmann, Eternal Egypt, 178-179."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (90) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.224-225) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2009 2 Mar-29 Jun, Paris, Louvre Museum, Les Portes du Ciel 2012 Mar-Jul, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures 2012-2013 Nov-Mar, Bonn, Kunst- und Ausstellungshalle, Treasures of the World's Cultures 2016 8 Mar-12 Jun, Cleveland, Cleveland Museum of Art, Pharoah: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 jan, Madrid, La Caixa, Pharaoh: King of Egypt 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Sety II ", " Named in inscription: Ptah-Sokar-Osiris ", " Named in inscription: Osiris Khentamentiu ", " Associated with: Amun-Ra ", " Named in inscription: Montu "], "Associated places": [" Named in inscription: Thebes (historic - Upper Egypt) "], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26"], "Registration number": [".26"], "Additional IDs": [" Miscellaneous number: ES.26 "], "Conservation": [" Treatment: 10 Jan 2001 ", " Treatment: 19 Nov 2008 ", " Treatment: 12 Jul 1999 "]}