{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA68825"], "Description": [" Piece of limestone which has been crudely carved, possibly intended to represent a human figure. The limestone has been worked into a stylised shape with rough indications of a head, arms, and legs, with a narrowing at the waist. The head area has an additional semi-circular shaped layer of limestone with further detailed markings, which could possibly be intended to represent a headdress. The reverse is flattened down, while the obverse bulges out slightly. There appear to be small traces of white paint across the surface on both sides. The figure has several chips around the edges of the figure on both the left and right side, and a large chip to the left side of the head. There are also visible scratches to the ‘chest’ area and legs of the figure. "], "Cultures/periods": ["Late Period"], "Production date": ["630BC - 400BC"], "Production place": [" Made in: Lower Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Sanctuary of Apollo (Naukratis) "], "Materials": ["limestone"], "Type series": ["Thomas L-O.1"], "Technique": ["carved"], "Dimensions": [" Height: 10.20 centimetres ", " Thickness: 2.44 centimetres ", " Width: 5.40 centimetres "], "Curator's comments": ["This crudely carved limestone figure is very similar in shape to other examples from Naukratis which have been interpreted as possible ‘captive’ figures (such as British Museum, London EA 68824; Thomas 2015). These figures are relatively rare at Naukratis and highly variable in form, with a selection of other prisoner figures now held in various museum collections (see list in Thomas 2015). ‘Rude stone figures’ were recognised by Petrie to be a local, early production, dating to the 6th – 4th centuries BC (Petrie 1886); these have since been dated more specifically to c. 620 – 400 BC (Thomas 2015, also provides a further list of comparable examples from sites including Saqqara, Tell Dafana, and Herakleion). A possible female prisoner figure from Naukratis made from terracotta is now held in the Museum of Classical Archaeology (Cambridge, NA494). The provenance for this figure is recorded as the sanctuary of Apollo at Naukratis alongside two other votive objects also within the British Museum collection (EA 68823 (1886,0401.1489) and EA 68824 (1886,0401.1491)), however it’s also noted that the location of these finds may be the result of a later ‘disturbed context’ (Thomas 2015: 12, n.72). Other possible captive figures from other contexts at Naukratis are included in the British Museum collection (such as EA 68820 (1886,0401.1485) and 2011, 2011.7). Further Bibliography: R.I. Thomas, 2015. ‘Naukratis: Egyptian Late Period figures in terracotta and limestone’, in A. Villing et al (eds.) Naukratis: Greeks in Egypt (London), p. 12, n.72, p. 27, p. 75, n.823. General Sources: S. Heinz, forthcoming. ‘Statuettes, amulets, and the community at Thonis-Heracleion’, in R. Thomas (ed.) Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011. W.M.F. Petrie, 1886. Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.192)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68825"], "Registration number": ["1886,0401.1492"]}