{"artifact_name": "sculpture(Egyptian); trial-piece", "Object Type": [" sculpture (Egyptian) ", " trial-piece "], "Museum number": ["EA27528"], "Description": [" Limestone sculptor’s model of a ram’s head. The ram is clearly identified through the elongated shape and long horns which emerge from the top of the head and curve around behind the narrow ears. The eyelids and snout of the ram have been clearly delineated, and the model has been executed to a high quality with a smoothed surface. There are small chips notable at the top of the head and around the edges of the horns, and towards the mouth area the tips of the horns are broken off. "], "Cultures/periods": ["Late Period (end)"], "Production date": ["early 4thC BC"], "Production place": [" Made in: Naukratis (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Town (Naukratis), House of 'cache of bronzes' "], "Materials": ["limestone"], "Technique": [" carved ", " smoothed "], "Dimensions": [" Height: 6.90 centimetres ", " Length: 11.35 centimetres ", " Width: 10.20 centimetres "], "Curator's comments": ["Rams were a common topic for sculptor’s models, typically used as practice pieces, in both relief and three-dimensional sculpture (Masson 2015; on the functions of animal models, see Tomoum 2005). Such models are often dated within the Late Period and Ptolemaic era (Tomoum 2005). This piece was recorded amongst a larger group of finds from a house located in the southern area of the town at Naukratis (Petrie 1886). Though Petrie believed that the group of objects dated to the Ptolemaic Period, the other finds discovered alongside the ram head have since been dated to the Late Period, and probably not before the 5th century BC (Petrie 1886; see discussion in Masson 2015). Since the ram-headed god Amun Baded was the main Egyptian god worshipped in Naukratis, this fine sculpture could have formed an appropriate votive offering. The other finds discovered along this piece were also mainly votive offerings (Bianchi 1981). Further Bibliography: R.S. Bianchi, 1981. ‘Two ex-votos from the Sebennytic Group’, Journal of the Society for the Study of Egyptian Antiquities 11 no. 1, p. 35-36. A. Masson, 2015. ‘Cult and Trade. A reflexion on Egyptian metal offerings from Naukratis’, in D. Robinson and F. Goddio (eds.), Thonis Heracleion in Context, Oxford Centre for Maritime Archaeology Monograph 8 (Oxford), p. 79, Fig. 3.10. A. Masson-Berghoff, 2019. ‘Naukratis: Egyptian offerings in context’, British Museum Studies in Ancient Egypt and Sudan 24, p. 132, Fig. 3.6. N.S. Tomoum, 2005. The sculptors' models of the Late and Ptolemaic periods: a study of the type and function of a group of ancient Egyptian artefacts (Cairo) p. 85-103, 230-231. A. Villing et al, 2015. Naukratis: Greeks in Egypt (London), CA.07."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 41-42) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CA.07) ", " Masson 2015 / Cult and Trade A reflexion on Egyptian metal offerings from Naukratis (p. 79, Fig. 3.10) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2016, 19 May-27 Nov, BM exhibition Sunken Treasures "], "Condition": ["Fair"], "Subjects": [" mammal ", " ancient egyptian deity "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27528"], "Registration number": ["1885,1101.19"]}