{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA54678"], "Description": [" Fore-part of ivory sphinx holding figure of captive. The forepart of a sphinx holds in its claws the head of a prostrate captive, probably a Nubian, a traditional foe of Egypt. The sphinx wears the traditional royal nemes headdress, with the uraeus (cobra) at the front and the snake's tail extending across the headdress. The captive's knees are drawn up and his arms extended beneath the sphinx's legs. He appears to be naked except for a belt at the waist and a short wig. His back is arched, and his face is angled up at the sphinx, whose gaze rises above and over him. The sphinx's face is characterized by rather large eyes and ears and prominent cheekbones. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1985BC-1800BC"], "Findspot": [" Excavated/Findspot: Abydos, tomb 477 "], "Materials": ["hippopotamus ivory"], "Dimensions": [" Length: 5.90 centimetres (max) ", " Weight: 14 grammes ", " Width: 2.30 centimetres ", " Depth: 2.70 centimetres "], "Curator's comments": [" Published: J. Garstang, 'An Ivory Sphinx from Abydos' JEA 14 (1928), 46-7. J. Bourriau, Pharaohs and Mortals, 136-8 (138). Pharaonen Und Fremde Catalogue (Vienna 1994): No.362 T. Phillips (ed.), Africa, London 1995, p. 78 (1.35) = T. Phillips (ed.), Afrika, Berlin 1996, p.78 (1.35). C. Ziegler, The Pharaohs, Venice 2002, p. 426 (97). Davies, A royal statue reattributed (BM OP 28), p.11 Pharao siegt immer - Kieg und Frieden in Alten Agypten [exhibit catalogue] (2004). P.30-31, Cat no.14; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 100-1. The sphinx’s somewhat exaggerated facial features were originally thought to represent a foreign king, perhaps one of the Syro-Palestinian Hyksos who ruled Egypt in the Fifteenth Dynasty, and the sphinx used to be dated to the later Second Intermediate Period. More recent research, based on both stylistic considerations and an examination of the material discovered with the sphinx, suggests that it is from the Twelfth Dynasty, and might even represent Senwosret I. It seems likely that the object is substantially complete and was never intended as a free-standing three-dimensional piece; this is suggested by the two peg-holes underneath. It could have been a box handle or perhaps an ornament on a chair or some other item of furniture. It might have come from a royal context, since it displays the king's power over one of his traditional enemies. It might then have been given to a favoured official, who buried it in his own tomb as a mark of his status. There are a number of casts of this object, including one in the British Museum (EA 48999, registration no. 1909,0717.1), given to the BM by the Institute of Archaeology in Liverpool in 1909. Presumably the casts were made because its excavator, John Garstang, wished the existence of the sphinx to be widely known, but had already given the original object to Russell Rea, MP, one of his sponsors. There is an apparently identical object in the sale of the MacGregor Collection in 1922 (Lot 715, pl. XXI). It cannot be the BM example which was in the museum in 1920. Given that Liverpool were making copies of the original after it came to the UK in 1908-09, it seems most plausible to think that the example in the MacGregor sale was another such replica, given him perhaps by Garstang. ", " A cast of this was given to the BM by the Institute of Archaeology in Liverpool in 1909 (EA 48999) There is an apparently identical object in the sale of the MacGregor Collection in 1922 (Lot 715, pl. XXI). It cannot be the BM example which was here in 1920. Given that Liverpool were making copies of the original after it came to the UK in 1908-09, it seems most plausible to think that the example in the MacGregor sale was another such replica, given him perhaps by Garstang. ", " Strudwick N 2006 The forepart of a sphinx holds in its claws the head of a prostrate captive, probably a Nubian, a traditional foe of Egypt. The sphinx wears the traditional royal nemes headdress, with the uraeus (cobra) at the front and the snake's tail extending across the headdress. The captive's knees are drawn up and his arms extended beneath the sphinx's legs. He appears to be naked except for a belt at the waist and a short wig. His back is arched, and his expressionless face is angled up at the sphinx, whose gaze rises above and over him. The sphinx's face is characterized by rather large eyes and ears and prominent cheekbones. These somewhat exaggerated facial features were originally thought to represent a foreign king, perhaps one of the Syro-Palestinian Hyksos who ruled Egypt in the Fifteenth Dynasty, and the sphinx used to be dated to the later Second Intermediate Period. More recent research, based on both stylistic considerations and an examination of the material discovered with the sphinx, suggests that it is from the Twelfth Dynasty, and might even represent Senwosret I. It seems likely that the object is substantially complete and was never intended as a free-standing three-dimensional piece; this is suggested by the two peg-holes underneath. It could have been a box handle or perhaps an ornament on a chair or some other item of furniture. It might have come from a royal context, since it displays the king's power over one of his traditional enemies. It might then have been given to a favoured official, who buried it in his own tomb as a mark of his status. There are a number of casts of this object, including one in the British Museum (registration no. 1909,0717.1) and another included in the sale of the MacGregor collection in 1922 (Lot 715). Presumably these were made because its excavator, John Garstang, wished the existence of the sphinx to be widely known, but had already given the original object to Russell Rea, MP, one of his sponsors. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.100-101)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1994 7 Sep-26 Oct, Austria, Vienna, Museen der Stadt Wien, Pharanen und Fremde 2002 8 Sept-2003 25 May, Venice, Palazzo Grassi, Les Pharaons 2004 21 Mar-31 Oct, Hamm, Gustav Lübcke Museum, War and Peace in Ancient Egypt 2004-2005 10 Dec-17 Apr, Hamburg, Helms Museum, War and Peace in Ancient Egypt 2005 21 May-11 Sept, Mannheim, Reiss Museum, War and Peace in Ancient Egypt 2008-2009 18 Nov-15 Mar, New York, Metropolitan Museum of Art, 'Beyond Babylon: Art, Trade, and Diplomacy in the Second Millennium B.C.' 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2015-2016 5th Oct - 24th Jan. New York. Metropolitan Museum of Art. Middle Kingdom. "], "Condition": ["incomplete - rear lost"], "Acquisition name": ["Donated by: Mrs Russell Rea"], "Acquisition date": ["1920"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA54678"], "Registration number": ["1920,0214.11"], "Conservation": [" Treatment: 06 Jul 2012 ", " Treatment: 14 Jan 2011 ", " Treatment: 05 Apr 2002 ", " Treatment: 27 Jun 1994 ", " Treatment: 26 Jan 2006 "]}