{"artifact_name": "artefact", "Object Type": ["artefact"], "Museum number": ["EA67590"], "Description": [" Corroded iron lump. "], "Cultures/periods": ["18th Dynasty (?)"], "Findspot": [" Excavated/Findspot: Amarna, el- "], "Materials": ["iron"], "Dimensions": [" Length: 10.13 centimetres ", " Thickness: 4.56 centimetres ", " Width: 8.22 centimetres "], "Curator's comments": [" Found with 1924,1010 ", " Diane Johnson (OU) reports (pers.comm): Two pieces of suspected iron from 18th Dynasty Amarna, BM EA 67590, BM 67591 were sampled and analysed by scanning electron microscopy with in-situ Energy dispersive x-ray spectroscopy at the Open University using an FEI Quanta 200 3D with an Oxford instruments X-Max detector, with operating conditions of 20kV accelerating voltage and 0.6nA beam current under high vacuum. The samples underwent no preparation to avoid destructive processing, analysis was performed over areas approx. 600 x 650 microns and results were normalised to account for surface roughness and any hydrated phases. Point analysis was also performed as an assessment of compositional variation. Much of the material appeared to be heavily weathered, although optically small areas with reflective material could be observed, the sem images were consistent with this. Small patches were found which contained microstructures characteristic of eutectic growth with chemistry of the iron/arsenic/copper system. This indicates a smelting origin speiss waste product most probably associated with the smelting of lead, copper or copper arsenic alloy. Even in its original state this would be brittle material and for this reason of limited practical use, although there is a possibility of use as a source of arsenic in arsenical copper production. Interestingly only one other example of similar composition material has been identified at Amarna excavated from a doorway between rooms in house P46.33 (Kemp B.J., (ed) Amarna reports part 6 occasional publications, Egypt Exploration Society, Bomann A., Chapter 1 The excavation of a house P46.33, Charles, J.A, Chapter 1 appendix, report on a deposit of ferruginous material). The two pieces (BM67590, BM 67591) are referred to by the excavator in Griffith F. Ll,. Excavations at el-'Amarnah, 1923-24, The Journal of Egyptian Archaeology, Vol. 10, No. 3/4 pp. 299-305, Oct., 1924, and were associated with the bronze axe head BM67589 all three being removed from the floor of a house. "], "Location": ["Not on display"], "Condition": ["poor The object was assessed 26.4.23 prior to further sampling. It had deteriorated since the photograph on the digital database had been taken, being now so close to disintegration that it could not be handled without fragments detaching. It was examined in a polystyrene cut out in which it had been placed with the side shown in the photograph underneath. There were no visible agents of deterioration, no crystal growth, no staining around the edges. P Pearce"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1924"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA67590"], "Registration number": ["1924,1010.2"]}