{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA36440"], "Description": [" Grey breccia female figure, depicted on a slim rectangular base. She wears a smooth lappet-wig which is tucked behind the ears and reaches down to the chest. Her eyes are large and faintly modelled, while the nose is broad and the mouth is small in size with thick lips shown pursed together. The outer corners of the mouth have deep impressions in the stone, and they appear upturned to suggest a small smile. Her face is wide and the jawline is particularly rounded with little suggestion of the neck. She wears a long tight-fitting sheath dress and stands with the left leg advanced slightly ahead of the right leg. Both arms are held by her sides with the palms placed flat against the thigh. On the reverse is a short back-pillar that extends to the back of the figure and is inscribed with a vertical line of incised text. A line of carved text is also visible around the statue base, and there is also a brief section of inscription across the left side of the back-pillar behind the left leg of the figure. There is a large chip to the top of the head, and a small chip to the left side of the mouth. There are also small chips to the edges of the wig, and the right foot of the figure has suffered damage around the ankle area that extends onto the right side of the lower back-pillar. The object is now attached to a modern rectangular base. "], "Cultures/periods": ["Ptolemaic (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["breccia"], "Dimensions": [" Height: 40 centimetres ", " Width: 9.30 centimetres ", " Depth: 12.50 centimetres "], "Curator's comments": ["The broad size of the wig and head create the slight impression of the figure leaning forward, particularly when viewed from either side. The softer and more rounded depiction of the body, particularly around the stomach and the delineation of the pubic area, are perhaps more indicative of the Ptolemaic style. There is no suggestion of a headdress, crown or uraeus cobra across the wig of the figure to indicate her divine or royal status. The provenance for the figure is uncertain."], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36440"], "Registration number": ["1902,0412.140"]}