{"artifact_name": "coffin; mummy-wrapping; human mummy", "Object Type": [" coffin ", " mummy-wrapping ", " human mummy "], "Museum number": ["EA6660"], "Description": [" Mummy of a man of middle age. Resin has been poured on the linin wrappings. Skull - The mouth is closed, but some teeth are missing. An incisor and two premolars are lying in the nasal area. Artificial eyes are inserted in the orbits, but the eye in the left is displaced. There are no obvious fractures and the cervical spine appears intact. Thorax and Abdomen - The ribs and spinal column have no fractures or dislocations. There is a pectoral in the form of a bird with open wings, with a heart-scarab below it. A dense mass occupies the left thoracic apex; this is almost certainly a mixture of sand and mud. The four parcels of viscera fill the rest of the thorax. A large swab of linen has been pushed into the flank-incision which is covered by a metal plate. There is a large rounded granular mass in the pelvis. The pelvis and hips appear normal. Arms - Extended. Hands with fingers extended in pubic area. Legs - There is a large oval opacity between the thighs. This may represent a package of resin-impregnated linen possibly containing shed epidermis. No fractures, dislocations, or lines of arrested growth seen. Base and lid of the anthropoid sycomore fig wooden coffin of Denytenamun, Priest of Amun: wooden mask with inlaid eyes, perhaps a portrait of the deceased, is inserted over the face; lid - polychrome painted wig and wide collar, overlaid with 'braces', hands in relief, representation of sun-god on solar-barque protects the breast with Osiris, flanked by Isis and Nephthys, with wings poised in a gesture of protection, below, a vertical register of hieroglyphs runs down the centre of the body and is flanked by six vignettes: 1 and 2) the deceased worships manifestations of the sun-god, 3 and 4) the cow of Hathor and the bull of Ptah-Sokar-Osiris stand before the western mountains and the tomb of the deceased, 5 and 6) the four Sons of Horus, with jackals beneath, the foot section is damaged in places; the base - is decorated with representations of funerary deities, in yellow outline on a dark ground; also some fragments of mummy-wrapping, some coated in resin, now removed from the coffin. "], "Cultures/periods": ["22nd Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" sycomore fig wood ", " linen ", " resin ", " human tissue ", " metal "], "Technique": [" painted ", " inlaid (eyes) "], "Dimensions": [" Length: 17.50 centimetres (max;wrappings) ", " Length: 162 centimetres (mummy) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.829; Serpico and White in W. V. Davies (ed.), 'Colour and painting in ancient Egypt' (London, 2001), pp. 34-35, col. pl. 8 [2]; Taylor in W. V. Davies (ed.), 'Colour and painting in ancient Egypt' (London, 2001), p. 173, col. pl. 54 [1]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 252-3."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (18) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.252-253) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.104, p.110, table 1) "], "Location": ["On display (G62/dc21)"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Denytenamun ", " Named in inscription: Amun ", " Representation of: Osiris ", " Representation of: Isis ", " Representation of: Nephthys ", " Emblem of: Hathor ", " Emblem of: Ptah-Sokar-Osiris ", " Representation of: Sons of Horus "], "Acquisition name": [" Purchased from: Henry Salt (?) ", " Purchased through: Sotheby's "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6660"], "Registration number": [".6660"], "Additional IDs": [" Miscellaneous number: BS.6660 (Birch Slip Number) "], "Conservation": ["Conservation treatment: 27/3/18"]}