{"artifact_name": "temple-relief", "Object Type": ["temple-relief"], "Museum number": ["EA719"], "Description": [" Sandstone relief from south wall of funerary chapel of Queen Shanakdakhete; right: queen enthroned, prince behind, both figures protected by wings of Isis; left: religious scenes and rows of attendant figures bearing palm-branches; formed from fifty-one blocks. "], "Cultures/periods": [" Kushite ", " Meroitic "], "Production date": ["2ndC BC"], "Findspot": [" Excavated/Findspot: Meroë (historic - Nubia), Pyramid N11 Funerary Chapel South wall The pyramid and the finds are described in Dunham, Royal tombs at Meroë and Barkal, 72-4 "], "Materials": ["sandstone"], "Dimensions": [" Height: 244 centimetres ", " Width: 455.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": [" Published: Chapman and Dunham, Decorated chapels of the Meroitic pyramids at Gebel Barkal and Meroë, pl. 7b; photograph J.H. Taylor, Egypt and Nubia (London, The British Museum Press, 1991), p. 52. Meroitic inscriptions: Griffith, Meroitic Inscriptions I,75; Répertoire d’épigraphie Méroïtique I, 104-5 (0052). PM VII, p.248; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 316-7. ", " Strudwick N 2006 The term 'Kush' was used long before the eighth century BC to refer to Nubia. The most long-lasting phase of the Kushite kingdom began in the ninth century BC; kings, known in Egypt as the Twenty-fifth Dynasty, put an end to the fragmented state of Egypt by 715 BC. They did not last long in Egypt, and their last rulers, Taharqa and Tanutamun, fled to Nubia from the Assyrians. There, they and their descendants held sway until the fourth century AD, being buried at el-Kurru, Nuri, Gebel Barkal, and Meroe. The latter location has given the name 'Meroitic' to the culture's later stages and to their script and language, still not fully understood. The rulers were buried beneath small, very steep-sided pyramids with chapels. This wall comes from the south side of a pyramid chapel at Meroe, Tomb Beg. N. 11, of Queen Shanakdakhete, the first female ruler (reigned c. 170-150 BC). She appears here enthroned with a prince (?) seated behind her, protected by a winged Isis, with several registers of scenes in front. At the top the queen adores a row of deities, while other registers show her and the prince leading four sacred bulls. Deities and offering scenes abound, but the most recognizable motif to the Egyptological eye is the miniature weighing of the heart before Anubis, just in front of the seated queen's knees. Four rows of women complete the remainder of the scene. The style of the reliefs is visibly Egyptian in origin, but Kushite art took on its own characteristics through several centuries of independent development. For example, there was an increased use of figures in conventional profile, such as Isis here, and of squat, heavy figures. No texts are preserved in the scenes; the cartouches for the royal names are left empty. There are, however, remains of two Meroitic additions to the scene. A few almost illegible characters appear in front of the man holding four bulls, while in front of a woman in one of the lower rows is an inscription which may be interpreted as a woman's name, Bkelo/ Bake, and a title, which is repeated on the north wall of the same chapel, now in the Sudan National Museum, Khartoum. The tomb complex was one of those excavated by G.A. Reisner in 1921-2, but this wall relief had been removed previously. The superstructure consisted of a sandstone masonry pyramid filled with rubble, with a three-roomed chapel to the east from which came this relief and the one now in Khartoum. The burial chambers were located beneath this chapel, and were reached from a staircase in front of the gateway or pylon that served as the entrance to the chapel. The burial had been ransacked, and all that greeted the modern excavator were fragments of faience and pottery, plus some beads and some indeterminate bones. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.316-317)"], "Location": ["On display (G65)"], "Condition": ["fair"], "Subjects": [" attendant ", " ancient egyptian deity "], "Associated names": [" Named in inscription & portrayed: Shanakdakhete ", " Representation of: Isis "], "Acquisition name": ["Donated by: Government of Sudan"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA719"], "Registration number": ["1905,0410.1"], "Conservation": ["Treatment: 13 Sep 2013"]}