{"artifact_name": "lamp", "Object Type": ["lamp"], "Museum number": ["EA48982"], "Description": [" Brass lamp in the form of a standing female panther, with a long, octagonal-sectioned nozzle extending from the chest, terminating in an angular tip with a circular wick-hole. The animal is harnessed and wears a collar with circular pendants. The collar forms the rim of the filling-hole, and is stepped and hinged for a lid, which was formed by the panther's head, now lost. The straps of the harness and the collar are decorated with lozenges and transverse grooves. Suspension-loops (one lost) emerge from the harness on each side of the body; a third suspension-loop may have been placed on the back of the animal, just above the tail, where a cut down patch occurs. A large rectangular repair patch is let into the underside of the body, between the teats. Hinged lid missing. Surface colouration: patchy brown, dark and light green. "], "Cultures/periods": [" Late Roman ", " Byzantine (?) "], "Production date": ["4thC-5thC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["brass"], "Dimensions": [" Height: 11 centimetres ", " Length: 21 centimetres "], "Curator's comments": [" Analysis: copper: 75.7; lead: 4.67; tin: 2.35; zinc: 16.0. ", " Compare Torok, L., 1988. ‘Late antique Nubia : history and archaeology of the southern neighbor of Egypt in the 4th-6th c. A. D’. Budapest : Archaeological Institute of The Hungarian Academy of Sciences, pl. XXVII, from Egypt, and perhaps Wulff, O., 1909. ‘Altchristliche und mittelalterliche byzantinische und italienische Bildwerke’ I. Berlin : Reimer, No. 777, from Egypt, and also Sotheby 'Sale Catalogue' 11 July 1988, Lot 154, all in the form of a lion. Compare tooVermeule C. C., and Comstock, M. B., 1988. ‘Sculpture in Stone and Bronze’ Boston : Boston Museum of Fine Art, No. 114, from Egypt, where a Coptic or medieval Islamic date is considered; also the brass lion-lamp from Sardis ('American Journal of Archaeology' 78, 1974, pls. 63-4; Waldbaum, J.C., 1983. ‘Metalwork from Sardis : the finds through 1974’. Cambridge, Mass. : Harvard University Press, pl. 40, 618) found in an early seventh-century context, but possibly to be dated earlier; also a lion lamp in Catania: Libertini, G., 1930. ‘Il Museo Biscari’. Milan : Roma, Casa editrice e'arte Bestetti e Tumminelli, 525. Compare perhaps Eton College, Myers Collection, No. 1685, from Egypt, in the form of a stallion (but the nozzle-shape points possibly to a Hellenistic date). None of these has a hinged head. "], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (3592) ", " Xanthopoulou 2010 / Les lampes en bronze à l’époque paléochrétienne (LA 13.004) (listed as inv. 1909,0616.10) "], "Location": ["Not on display"], "Condition": ["incomplete - lid lost. Surface coloration: patchy brown, dark and light green."], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1909"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA48982"], "Registration number": ["1909,0610.10"]}