{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA95852"], "Title": ["Object: P.Talbot"], "Description": [" Papyrus fragments (7) of an Egyptian Demotic papyrus recording a loan agreement on the recto and a witness list on the verso. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["21 Nov 108 BC (year 10 of the reign of Cleopatra III and Ptolemy IX)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "$Inscriptions": [" "], "Curator's comments": ["The almost complete loan agreement dates to year 10 of the reign of Cleopatra III and Ptolemy IX, between Nesnayw-Khemeniw, son of Amenhotep, and a woman by the name of Tashert-Djehuty(?), concerning money and grain, the scribe named as Khonsu-Tayef-Nakht, son of Horsiese, from Djeme, with the names of 16 witnesses written on the back. The same contractors and scribe wrote this loan agreement less than a year after they wrote loan contract P. FMNH 31323, currently in the Papyrus Field Museum of Natural History in Chicago, on Nov 26, 109 BC, and just over five months after the latter loan was due on June 15, 108 BC."], "Bibliographic references": ["Muhs 2017 / A Loan Contract in Chicago from the Archive of the Theban Choachytes (Second Century BCE) (217-20)"], "Location": ["Not on display"], "Acquisition name": ["Purchased from: Bonhams (Lot 201)"], "Previous owner": ["Previous owner/ex-collection: William Henry Fox Talbot"], "Acquisition date": ["28 Nov 2018"], "Acquisition notes": ["William Henry Fox Talbot was a prodigious correspondent as well as a collector, and much of his incoming correspondence is preserved at Lacock Abbey and has been transcribed and made available online. In a letter dated July 26, 1827, Jules de St Quintin (a conservator at the Turin Museum) wrote to Talbot: “Je vous engageais hier à dérouler votre précieux papirus démotique sur le Silver paper; je crains maintenant de vous avoir mal conseillé” (I urged you yesterday to unfold your precious demotic papyrus on Silver paper; I'm afraid I've misguided you). Because only one complete demotic papyrus is known from Talbot’s collection, this letter possibly refers to it and may show that Talbot had acquired it in 1827."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA95852"], "Registration number": ["2018,1006.1"], "Conservation": ["AES Papyrus storage: 30 Aug 2019"]}