{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1383"], "Description": [" Limestone false-door of Isiankh: the false door is of the large type characteristic of the later Old Kingdom, with heavy cavetto-cornice and torus-moulding. The inscribed area is contained within the torus-moulding. At the top the architrave carries three lines with a standard invocation-text and a small representation of Isiankh seated behind an offering-table. This scene is repeated in the panel below. The lintel of the doorway proper contains Isiankh's titles and a small representation of himself, seated and holding a staff; the large outer and smaller inner jambs of the door carry offering-texts of the usual kind, embodying long lists of Isiankh's titles and dignities. The texts on the right-hand side mirror those on the left. At the bottom of each jamb is a standing figure of the deceased. All the texts are cut in fine, sharp, sunk relief with much individual detail in the signs; the representations of Isiankh are carved in fine, shallow, low relief. Unfortunately, this stela has suffered much from the action of salt and the whole surface is affected by flaking. Traces of red colour on the lower part suggest that the whole stela was originally painted to simulate granite. The only other traces of paint remaining are found on the wigs of the standing figures, which were black, and on the collars of the same figures which seem to have been green, black, and possibly blue. "], "Cultures/periods": ["5th Dynasty"], "Findspot": [" Excavated/Findspot: Saqqara (Memphis) (?) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 316 centimetres ", " Width: 162 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": ["Bibliography. B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), p. 199; Part 2, 742; for a photograph see The British Museum, ‘A General Introductory Guide to the Egyptian Collections in the British Museum’ (London, 1930), p. 251."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.19)"], "Location": ["Not on display"], "Condition": ["Fair; unfortunately, this stela has suffered much from the action of salt and the whole surface is affected by flaking."], "Associated objects": [" cast (EA90888,d) ", " cast (EA90888,e) ", " cast (EA90888,a) ", " cast (EA90888,b) ", " cast (EA90888,c) ", " cast (EA90888,f) ", " cast (EA90888,i) ", " cast (EA90888,h) ", " cast (EA90888,g) "], "Acquisition name": ["Purchased from: Sir Gaston C C Maspero"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1383"], "Registration number": ["1907,1014.1"]}