{"artifact_name": "textile; garment", "Object Type": [" textile ", " garment "], "Museum number": ["EA17175"], "Description": [" Fragment of the lower part of a sleeve from an undyed linen tunic, on which has been applied and sewn two bands of tapestry; the lower band (18x9cm) has decoration of two bands in an upside down V shape with three birds in each, under this is a triangle with three birds and vegetal motifs, in the two top angles are unidentified motifs (vegetal/animal?); the main band (16x22cm) is framed above and below with three parallel freizes (one is geometric motifs on blue ground, two is stylised floral interlacing and the third is a blue and pink waves of motifs on brown ground); decoration of the centre of the larger band is divided into five parts, the centre has a medallion surrounded by four birds (peacocks?), the centre of the medallion has a human figure lying down (possibly the dream of Joseph), on each side of this are four indientified scenes (probably part of the Life of Joseph), each has four stylised human figures; plain weave: warp-undyed linen (Z/18), weft-undyed linen (S/20); tapestry on grouped threads: warp-undyed linen (S spun Z ply/12), weft-undyed linen (S/44), yellow,light green, pink, red, light and dark blue, brown wool (S/48); sewing: oversewing and running stitch in undyed linen (S spun Z ply); edges of the tapestry have been hemmed under; the lower part of the sleeve has edges hemmed to give the shape of the sleeve; the upper part of the textile is cut and in some places ragged "], "Cultures/periods": ["Coptic"], "Production date": ["7thC-8thC (suggested in Kitzinger 1937, 266.)"], "Findspot": [" Excavated/Findspot: Akhmim (possibly) "], "Materials": [" linen ", " wool "], "Technique": [" plain weave ", " tapestry ", " sewn ", " dyed "], "Dimensions": [" Height: 26.30 centimetres ", " Width: 33 centimetres "], "Curator's comments": [" kept with a small bag of fibres ", " Published: Ein Gott 2015, no. 190, p. 183. "], "Bibliographic references": [" Kitzinger 1937 / The story of Joseph on a Coptic tapestry (p.266-268) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p.228) (Table case H, no. 15) ", " Nauerth 1978 / Die Josefsgeschichte auf koptischen Stoffen (p. 107 and pl. 28a) ", " Fluck et al. 2015 / Egypt: Faith after the Pharaohs (p.181) "], "Location": ["Not on display"], "Exhibition history": [" 2015 1 April - 15 Sept. Berlin, Bode Museum, 'EIN GOTT - Abrahams Erben am Nil' 2015-2016, Oct 29-Feb 7, London, BM, G35, Egypt: Faith after the Pharaohs. "], "Condition": ["A"], "Subjects": ["plant"], "Acquisition name": ["Donated by: Rev William MacGregor"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA17175"], "Registration number": ["1886,0723.5"], "Conservation": [" Treatment: 01 Feb 2012 ", " Treatment: 21 Mar 2012 ", " Treatment: 20 Feb 2015 "]}