{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA18588"], "Description": [" Blue glazed composition 'reis' shabti of Pinudjem I: this is a typical overseer shabti; the individual is dressed in a lappet wig with a uraeus and a robe of the type worn by the living. He has a modelled face with traced eyes and a beard. His right arm is flexed across his chest and holds a stylized whip, ready to bring down on the backs of any reluctant workers. The short text on his apron identifies him as the 'sehedj', the Osiris-king Pinedjem, beloved of Amun. "], "Cultures/periods": ["21st Dynasty"], "Production date": ["1070BC-1032BC (circa)"], "Findspot": [" Found/Acquired: Deir el-Bahri (Thebes), Royal cache "], "Materials": ["glazed composition"], "Technique": [" glazed ", " painted "], "Dimensions": [" Height: 12.40 centimetres ", " Weight: 80 grammes ", " Width: 3.90 centimetres ", " Depth: 2.30 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["This shabti comes from the burial of Pinedjem I. He was high priest of Amun and army commander at Thebes in the early 21st Dynasty—posts which gave him virtual control of the whole of southern Upper Egypt. During his rule he organized the transfer of many of the mummies of the New Kingdom pharaohs from their tombs to inconspicuous and easily-guarded caches, and it was in the largest of these, the \"Royal Cache\" at Deir el-Bahri, that he himself was ultimately buried. On the basis of his powerful position he adopted the titles and trappings of kingship on some of his monuments. This is particularly apparent on his burial equipment, where his name is written in a cartouche and he wears the royal uraeus serpent on his headdress. Pinedjem's shabtis are made of deep blue-glazed faience with details in black paint. They are divided into \"overseer\" and \"worker\" types. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 210-211 No 63; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 226-7, pl. on p. 226."], "Bibliographic references": [" Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.226-227) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.162-163) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["good"], "Associated names": [" Named in inscription: Panedjem I ", " Named in inscription: Osiris ", " Named in inscription: Amun "], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA18588"], "Registration number": ["1887,0402.12"]}