{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA795"], "Description": [" Limestone stela of Naya: a round-topped stela divided into three registers. All figures are in sunk relief and all texts are incised. In the upper register the first stable-master of the lord of the two lands and royal messenger to every land, Naya, is kneeling on the right in adoration of Osiris who is seated in the centre and behind whom stand Isis, Horus and Khnum. In front of Osiris lies an altar on which rests a water-pot cooled by a lotus-blossom. In the second register the stable-master Naya stands beside a heap of offerings and is pouring a libation and offering incense to six figures squatting on the ground: his father, the overseer of horses, Pʒy, his mother, the lady of the house and chantress of Khnum, ʿšʒt-nbw, his sister, the lady of the house and chantress of Khnum, Ty, his son, the wʿb-priest of Khnum, P(ʒ)-n-Tʒ-wr(t), his sister, the chantress of Khnum, Wrt-nfrt, and his sister, the chantress of Khnum, Bʒktỉʒ. In the third register Naya is shown making similar offerings before seven squatting individuals: his father (doubtless grandfather), the overseer of the cattle of Amun, Nʒyʒ, his sister, the lady of the house and chantress of Khnum, Wr(t)-nfrt (Naya the elder's wife and Naya the younger's grandmother), the chantress of Khnum, Ḥry, the chantress of Khnum, Nbt-wnw, his sister, the chantress of Khnum, ʒst, the wʿb-priest and temple-scribe of Khnum, Pʒ-sr and the porter of ... Pʒ-sr, whose title is obscure but may refer to some type of shrine or ritual object. The stela is in a good state of preservation. In places the text and figures have been carved directly over the imperfections in the stone with no attempt being made to smooth the surface. There are no traces of colour. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 55 centimetres ", " Weight: 22 kilograms ", " Width: 35.50 centimetres ", " Depth: 6.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Bibliography: J. Lieblein, ‘Dictionnaire de noms hiéroglyphiques en ordre généalogique et alphabetique’ (Christiania, 1871-1891), no. 995; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 183 (no. 656); M. Valloggia, 'Recherche sur les 'Messagers' (WPWTYW) dans les sources egyptiennes profanes' (Paris, 1976), 162-4); K.A. Kitchen, 'Ramesside Inscriptions' Vol. 7(Oxford: Blackwell Press), 409."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.94)"], "Location": ["Not on display"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Naya ", " Named in inscription & portrayed: Pay (father) ", " Named in inscription & portrayed: Ashatnub (mother) ", " Named in inscription & portrayed: Pantaweret (son) ", " Named in inscription & portrayed: Weretnefert ", " Named in inscription & portrayed: Baktia ", " Representation of: Osiris ", " Representation of: Isis ", " Representation of: Horus ", " Representation of: Khnum ", " Named in inscription & portrayed: Hery ", " Named in inscription & portrayed: Nebetwenu ", " Named in inscription & portrayed: Ast ", " Named in inscription & portrayed: Paser "], "Acquisition name": ["Donated by: Sir Thomas Phillipps"], "Acquisition date": ["1858"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA795"], "Registration number": ["1858,0603.5"]}