{"artifact_name": "stopper; plug; seal-impression", "Object Type": [" stopper ", " plug ", " seal-impression "], "Museum number": ["EA53959"], "Description": [" Hard, yellow, lime-based plaster wine-amphora stopper with a chocolate-brown Nile silt pottery disc plug made from bearing black sealant, probably pine-pitch. The stopper has been impressed with a circular stamp and then painted red (only faint traces remain). There is a diagonal mark left by string used for removal and a hole drilled to allow fermentation. The stamp impression appears to depict a Chi-Rho (28mm across) surrounded with Latin text. "], "Cultures/periods": ["Late Antique"], "Production date": ["4thC-7thC"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": [" plaster ", " lime ", " pottery ", " pine pitch "], "Technique": [" stamped ", " painted "], "Dimensions": [" Diameter: 87 millimetres ((max)) ", " Diameter: 68 millimetres (amphora neck) ", " Diameter: 64 millimetres (stamp impression) ", " Height: 33 millimetres "], "Curator's comments": ["Plaster stoppers, sealed with pine pitch and with a fermentation hole and straw valve, were commonly used on wine-amphorae (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). This method of closing wine-amphorae with plaster stoppers was common in Egypt and North Africa during the Roman and Byzantine periods (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). Unlike the mud stoppers (e.g., EA 53951–54) that were used on wine-amphorae produced by estates, this type of plaster stopper (e.g., EA 53955, 53957–63) was commonly used on wine-amphorae used by wine traders (Thomas 2011, types 1 & 7; Thomas and Tomber 2006: types 1 & 7). The black sealant on the underside of the plug, probably pine pitch, and the fermentation hole confirm that the amphora stopper was used for wine (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). The plug is made from a chocolate-brown Nile silt amphora sherd, suggesting that it was used to seal Egyptian wine, probably in an Egyptian amphora. For the Chi-Rho motif, common in late Roman contexts in Egypt, cf., stamp from Clysma (Bruyère 1966, pl. 28.10–12). See also, EA 53958. The Latin text DEDEI DONA is perhaps a 'gift,' 'donation' or 'dedication,' cf. dedit donum, ‘donated gift.’ Bruyère, B. 1966. Fouilles de Clysma-Qolzoum (Suez): 1930–1932. FIFAO 27. Cairo: IFAO. Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO."], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (54)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1915"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53959"], "Registration number": ["1915,0207.9"]}