{"artifact_name": "plaque; cameo; furniture-fitting(?)", "Object Type": [" plaque ", " cameo ", " furniture-fitting (?) "], "Museum number": ["EA16630"], "Description": [" Cameo glass plaque: only the lower area of the plaque is preserved. The background, which was certainly moulded, is opaque deep-violet glass, its surface now pitted and iridescent and so making its original finish uncertain. In opaque white glass, matt surface, a priest or attendant walks to the left leading a small bull, presumably for sacrifice, from whose neck is suspended a lotus garland. At the base of the plaque is a flange for inserting the relief into a setting, doubtless a chest or some piece of temple equipment. Presumably the white relief was cut in place from a panel fused to the background. But if this was the technique used, it is difficult to understand why the violet background at various places rises almost to the top surfaces of the relief—strongly suggestive of the effect of paint. Some of the petals of the lotus are completely tipped with this violet glass. "], "Cultures/periods": [" Late Period (?) ", " Ptolemaic (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glass"], "Technique": [" mould-made ", " fused ", " painted "], "Dimensions": [" Length: 9 centimetres (max) ", " Width: 6.50 centimetres (max) "], "Curator's comments": ["The subject was one traditional in Egyptian art from at least the Old Kingdom. The correct drawing of the man's feet, the small scale of the bull, and the general over-refinement of the drawing are characteristic of Neo-Memphite work and establish the date. Similar forms in wood and ivory are known from this general period. This is the earliest example of cameo glass now known and is strong evidence for the Egyptian origin of the technique. An Alexandrian manufacture is probable. This panel was doubtless one of a series, comparable to the famous MacGregor ivories. Bibliography: A similar composition in stone is published in F.W. von Bissing and F. Bruckmann, 'Denkmäler ägyptischer Sculptur' (Munich, 1914), ii, pl. 102(a). It is there dated to the early Ptolemaic Period; The British Museum plaque is briefly discussed and illustrated in D. E. L. Haynes, 'The Portland Vase' (The British Museum, 1964), 23, and pl. IX (b); Illustrated in E. Simon, 'Die Portlandvase' (Mainz, 1957), pl.14(3), and briefly mentioned p. 82."], "Bibliographic references": [" Cooney 1976 / Glass (331) ", " Tait 1991 / Five Thousand Years of Glass (pl.78) ", " Tatton-Brown et al 2007 / Roman Cameo Glass (41) "], "Location": ["Not on display"], "Subjects": ["cattle"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA16630"], "Registration number": [".16630"], "Additional IDs": [" Miscellaneous number: BS.6241b (Birch Slip Number) "]}