{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA45200"], "Description": [" Wooden standing nude woman: this small figure of a nude woman shows her standing in the typical female pose, with her feet together and her open hands at her sides. As on many Egyptian wood statuettes, the arms are separately carved pieces of wood, as is the base. Traces of gesso (?) suggest that the figure may once have been fully painted, but all that can now be seen is white on the eyes, finger, and toenails, and black on the wig, eyes and eyebrows, nipples, and pubic area. The pubes is rendered as rows of dots. "], "Cultures/periods": [" 6th Dynasty (?) ", " First Intermediate (?) "], "Production date": ["2345BC-2025BC (circa)"], "Excavator/field collector": ["Excavated by: Dr David George Hogarth"], "Findspot": [" Excavated/Findspot: Asyut (town), Tomb 45A "], "Materials": [" wood ", " gesso (?) "], "Technique": ["painted"], "Dimensions": [" Height: 21.50 centimetres ", " Length: 8.62 centimetres ", " Width: 4.86 centimetres "], "Curator's comments": ["Until recently, all statues of nude women were assumed to represent \"concubines,\" placed in tombs to serve the needs of male tomb-owners. We now know that their functions were much more varied. The most blatantly sexual of them were fertility figures, deposited as votive offerings in hope of a child. Some were found in tombs, but others have been found in houses, and many come from the shrine or temple of a goddess. Bibliography: 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 93, cat no. 52."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (11) ", " Zitman 2010 / The necropolis of Assiut: a case study of local Egyptian funerary culture from the Old Kingdom to the end of the Middle Kingdom (II, 228) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs "], "Condition": ["good"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA45200"], "Registration number": ["1907,0511.160"], "Conservation": [" Treatment: 24 Jan 1997 ", " Treatment: 06 Feb 2006 "]}