{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA22378"], "Description": [" Hollow terracotta figure of Bes: the lower section of the figure has been broken and reattached, and there is some surface damage at the back of the crack. There are traces of white and pink paint on the left ear, and green paint on the base and the plumes of the crown. The terracotta was moulded in separate halves; the back, as with many Ptolemaic and Roman terracottas, is shaped but unmodelled. This terracotta figure represents the Egyptian deity Bes. The dwarf god stands naked, with his hands resting on his thighs. He wears a leonine mask with a snub nose, stylized manelike beard and furrowed brow; his tongue is stuck out. The paws of the lion-skin cape are visible on his shoulders and around his neck is an amulet in the form of an animal head. On his head Bes wears his usual plumed crown, but one of the feathers is moulded and the others are plain: details may have been added with paint. "], "Cultures/periods": [" Ptolemaic (?) ", " Hellenistic "], "Production date": ["3rdC BC-1stC BC"], "Production place": [" Made in: Egypt (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: San el-Hagar (Tanis), house 66 "], "Materials": ["terracotta (Nile silt clay)"], "Technique": [" mould-made ", " painted "], "Dimensions": [" Height: 42.80 centimetres ", " Weight: 1.139 kilograms ", " Width: 14.12 centimetres ", " Depth: 6.60 centimetres "], "Curator's comments": [" Bibliography: S. Walker & P. Higgs [eds.], 'Cleopatra: Regina d'Egitto' (Milan, 2000), p.43 [I.19] = S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 99 [119]; see C. Favard-Meeks in P. Brissaud & C. Zivie-Coche (eds), 'Tanis : travaux récents sur le tell Sân el-Hagar : Mission française des fouilles de Tanis, 1987-1997' (1998), p. 113. ", " Terracotta IV Donated: Egypt Exploration Fund. Tanis, Find 66, according to the Register: this may be close to House M (Find 15) and may be part of it. Find 15 is a late Ptolemaic house within the great enclosure wall, north of the Monumental West Gate and marked M on the plan (Petrie 1885: pl. [xvii]). It is described (ibid.: 34) as being a short way north of the pylon, though the plan indicates that House M is nearly 200 ft from the gate of the pylon; the extent of the pylon is not indicated. Quantities of Ptolemaic coins (apparently a hoard of Cleopatra VII: Favard-Meeks 1998: 164n. 102) were found in House M, but no Roman: together with the other objects found the excavator dated it to the 'end of the Ptolemaic Dynasty', and a first-century BC date or earlier seems likely for our figure. Comparanda: Close, perhaps same mould-series: Dunand 1990: no. 56, the head only, dated Roman period. Close: Eisenberg 2004: no. 163, dated first century BC/AD; Hodjash 2004: 100, no. 70, dated Roman period; Kaufmann 1913: fig. 39, from Giza, dated Ptolemaic. Near: Adriani 1936: 155, fig. 76, from Tomb 1 of the Mustapha Pasha cemetery, Alexandria, probably third to second century BC; Ashmolean Museum, Oxford, no. 1956.958; Bayer-Niemeier 1988: no. 440, from Giza, dated first century AD; Breccia 1930: no. 271; Tsujimura 1998: 19, fig. 22:4 (fragment), from a Ptolemaic context at Akoris; Weber 1914: no. 252. Bibliog. Petrie 1885: 34: this is one of two large figures of Bes mentioned as coming to the British Museum in 1885, but the second figure does not seem to have been received (Favard-Meeks suggests it is Boston Museum 86.779); Budge and Hall 1904: 263, no. 151; Budge 1925: pl. xxviii; LIMC iii (1): 100, Bes 19g; Favard-Meeks 1998: 113; Walker and Higgs 2000: 43, no. i:19 and Walker and Higgs 2001: 99, no. 119, dated third to first century BC; Bagnall and Rathbone 2004: 33. "], "Bibliographic references": [" Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (119) ", " Terracotta / Catalogue of Terracottas in the British Museum (3085) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2015-2016 4 Dec-27 Mar, Korea, Seoul Arts Centre, Human Image "], "Condition": ["fair - repaired at ankle-level"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Bes"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22378"], "Registration number": ["1885,1101.424"], "Conservation": ["Treatment: 18 Nov 1999"]}