{"artifact_name": "tile", "Object Type": ["tile"], "Museum number": ["EA69319"], "Description": [" Circular blue and white glazed composition tile in the form of a rosette; yellow central boss. "], "Findspot": [" Excavated/Findspot: Tell el-Yahudiya "], "Materials": ["glazed composition"], "Dimensions": [" Diameter: 3.50 centimetres ", " Height: 0.70 centimetres ", " Weight: 10 grammes "], "Curator's comments": ["Tile inlays often featured on the door frames, columns, cavetto cornices, and throne pedestals of New Kingdom palaces and temples, set into recesses in the stone and mud brick (Arnold 2003, 20-1). This tile was found in the remains of the palace of Ramses III at Tell el-Yahudiya, along with other decorative tiles featuring cartouches of Ramesses III, foreign captives, rekhyt-birds on neb-baskets, and floral friezes of lotus flowers and grapes. Petrie’s later excavations at the site uncovered the additions to the town made by Ramses III, including a thick mud brick enclosure wall and a palace. The remains of the palace included a large red granite column base, calcite pavement blocks, and remnants of glazed tiles, as well as calcite decorative inlays featuring the cartouche of Ramses III and fragments depicting human and leonine elements (Petrie 1906, 8, 17, pl. 16A). Gaston Maspero commented on the palace at Tell el-Yahudiya: ‘The core of the building is in limestone and alabaster; but instead of the usual sculpted panels, there is a sort of mosaic, made up in almost equal parts of cut stone and painted clay. The most commonly used feature is a roundel in friable fireclay coated with blue or gray glaze, against which simple rose forms, geometric frameworks, spider’s webs or open flowers are picked out in shades of cream. The central core is in relief, with leaves and designs pressed into the mass of the clay. These roundels vary in diameter from one to ten centimetres , and were attached to the walls using a very fine cement’ (Maspero 1887, 257-8; Ziegler 2002, no. 119, p. 436). The tiles were probably produced by moulding the roundel on both sides using pure, uncoloured sand-quartz siliceous paste, and then coloured paste added to the hollowed out area between the petals. Finally, a yellow inlay centre would have been added. There are 160 rosette tiles from Tell el-Yahudiya in the British Museum collection and another 56 are in the collection of the Louvre (Ziegler 2002, no. 119, p. 436). Bibliography: PM IV (Oxford, 1934), p. 57; D. Arnold, ‘The encyclopaedia of ancient Egyptian architecture’ (London, I. B. Tauris, 2003), pp. 20-1; British Museum, ‘A guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room’ (London, British Museum, 1922), pp. 146-7; F.D. Friedman, ‘Gifts of the Nile: Ancient Egyptian Faience’ (London, Thames and Hudson, 1998), nos. 51, 54-6; W.C. Hayes, ‘Glazed Tiles from a Palace of Ramesses II at Kantir’, (New York, Metropolitan Museum of Art, 1937); G. Maspero, ‘L’Archaéologie Égyptienne’, (Paris, Quantin, 1887), pp. 257-8, figs. 231-2; W.F. Petrie and J.G. Duncan, ‘Hyksos and Israelite cities, Double Volume’ (London, School of Archaeology, University College and B. Quaritch, 1906), pp. 8, 17, pl. 16A; C. Ziegler, ‘The Pharaohs’, (Milan: Bompiani, 2002), no. 119, p. 436."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Acquisition name": ["Transferred from: Victoria and Albert Museum (Department of Ceramics)"], "Previous owner": ["Previous owner/ex-collection: Rev Greville John Chester"], "Acquisition date": ["1982"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA69319"], "Registration number": ["1982,0526.69"], "Additional IDs": [" Previous owner/ex-collection number: 1523-1871 (V&A number) "], "Conservation": ["Treatment: 14 Feb 2011"]}