{"artifact_name": "model group", "Object Type": ["model group"], "Museum number": ["EA40915"], "Description": [" Model group of brewing, comprising nine (originally 13) figures sifting, an overseer, three sieving mash and three (originally four) crouching before ovens. "], "Cultures/periods": ["11th Dynasty (Later)"], "Production date": ["2050BC-2000BC (c.)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Deir el-Bahri (Thebes), Tomb 3--north side of the central structure "], "Materials": ["wood"], "Dimensions": [" Height: 25.50 millimetres ", " Width: 79.50 millimetres ", " Depth: 48 centimetres "], "Curator's comments": [" Published: PM I Part 2, p. 656. G.D. Scott, Ancient Egyptian Art at Yale, 1986, p.74. Quirke and Spencer, The BM Book of Ancient Egypt, 1992, Fig. 7. Sacred Food, Barcelona 2001, pp. 179-180 [36]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 72-3. J.H. Taylor & D. Antoine, Ancient Lives New Discoveries, London 2014, p. 42. ", " Strudwick N 2006 Wooden models were placed in tombs from the late Old Kingdom until the late Middle Kingdom and could complement or substitute for tomb paintings. Such models provided a means of sustaining the deceased in the afterlife - in this case, it would ensure that the deceased had an eternal supply of bread and beer. The flat wooden base of this model is pierced with holes for inserting the figures and implements to create a brewery scene. One side is occupied by thirteen women, each leaning over a quern with a grindstone. Opposite this row, another line of nine figures (originally thirteen) are crouching on the ground, sifting the flour ground by their companions opposite. A standing figure to their left oversees the work. Finally, a row of women faces outwards from the rest of the group: three women sieve mash into vats for beer production, while three (originally four) others crouch in front of ovens, presumably for heating the milled grain before fermentation, with one arm raised to shield themselves from the heat and the other originally holding an implement to fan the flames. The workers seem to be identified as women by their pale yellow skin colour (in contrast to the red skin of the male overseer), yet they wear simple kilts and have no hair; sexual differentiation in such models, in most of which the human figures are generally rendered rather schematically, is often done largely by skin colour. The composition of the figures gives a lively impression of the movement and scale of a large grain-processing operation. Archaeological remains at Amarna show that large-scale production of bread and beer was achieved through endless duplication of small production units, rather than rationalizing the process into one large complex. The production of bread and beer were probably closely linked in ancient Egypt, although scientific studies have cast doubt on the theory that loaves were used to produce beer through fermentation. Models of breweries and bakeries often appear together, probably because they used the same raw materials, processed in different ways. Tomb 3 was one of the subsidiary burials on the north side of the main platform of the mortuary temple/tomb of Nebhepetre Mentuhotep (see also the bead collar (registration no. 1905,1014.33), which comes from the adjacent Tomb 4). Burials on the west side of the platform were those of women who may have been royal concubines, but the occupants of the three tombs on the north side are unknown. This burial was located in a simple chamber at the bottom of a shaft, later reused for a simple burial in the Late Period. In addition to this model, parts of the owner's body were located, together with silver bangles, a bead necklace, a model granary, and a rather damaged boat, several of which are now in the British Museum. The occupant of the tomb was a young woman. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.72-73)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2001 30 Jun-30 Sep, Barcelona, Sacred Food 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives "], "Condition": ["fair (incomplete - figures broken in parts)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1904"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA40915"], "Registration number": ["1904,1008.15"], "Conservation": [" Treatment: 29 Jan 2014 ", " Treatment: 29 Jan 2014 ", " Treatment: 28 Mar 2017 ", " Treatment: 09 Jul 2004 ", " Treatment: 09 Apr 2001 ", " Treatment: 28 Feb 1983 ", " Conservation treatment: 1/5/19 "]}