{"artifact_name": "jar", "Object Type": ["jar"], "Museum number": ["EA36328"], "Description": [" Large marl pottery jar with wide shoulder, direct lip rim and four pierced “handles” applied beneath rim, two in the form of falcons and two possibly representing some sort of weapon or harpoon; the exterior is decorated in red paint with representations of two boats, one on each side, alternating with rows of long-legged birds (ostriches) on a ground line above rows of triangles probably representing mountains. "], "Cultures/periods": ["Predynastic (Naqada IIC-D)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Technique": ["slip-painted"], "Dimensions": [" Diameter: 35 centimetres ", " Height: 33 centimetres ", " Weight: 3500 grammes "], "Curator's comments": ["One of only a few pieces of Petrie’s Decorated ware to have applied plastic figural decoration in the form of its handles. The falcons, decorated with stripes down their back, are amongst the earliest examples of falcon imagery in Egypt. The identity of the object plastically modelled as the two other handle is unclear. The long object with two curved projects on the side is decorated with a double wavy line along its length. A row of solid triangles encircles the shoulder just below the rim. Below this is a band filled with vertical zig-zag lines arranged in groups of 3-9 lines. The boats are arranged between the handles. Both are similar with regard to the form of the boat, the five-branched frond on the prow, and the cabins. The standard on one side is a Z-sign, the most frequently occurring emblem on standards. The other boat has a unique combination of two standards, both appended to the aft cabin. One is an emblem composed of a row of 5 triangles, the other is a curved motif interpreted as double horns. This is the only known example of two standards attached together to one cabin (but see also EA36326). This boat also has a bush motif over the stern. Alternating with the boats are rows of long-legged birds on a ground line, considered to be ostriches; below them is a row of solid triangles, representing mountains. Published: W. Budge, Guide to the 4th-6th Egyptian Rooms, London (1922), p. 247 T.G.H. James, Introduction to Ancient Egypt, London (1979), p. 209, fig 81 G. Graff, Les peintures sur vases de Naqada I–Naqada II: Nouvelle approche sémiologique de l’iconographie prédynastique, Leuven (2009), cat. no. 203 For the falcons on this vessel see S. Hendrickx, R. Friedman and M. Eyckerman, Early falcons, in: L.D. Morenz and R. Kuhn (eds.), Vorspann oder formative Phase ? Ägypten und der Vordere Orient 3500-2700 v. Chr. Philippika 48, Wiesbaden (2011) p. 133, fig. 8."], "Location": ["On display (G64/dc4)"], "Condition": ["good"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36328"], "Registration number": ["1902,0412.28"]}