{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA30842"], "Description": [" Rectangular wooden inner-coffin of Sen (B3L) with lid. Belongs to the outer coffin EA30841 (B4L). The exterior is carefully painted, with an eye-panel and standard texts, with references to the protection given to the dead man by the goddess Nut. The inside of the coffin is richly decorated. A \"false door\" and a table of offerings are painted close to the head of the deceased, enabling his spirit to pass freely in and out of the coffin and to receive nourishment. Elsewhere the walls are divided horizontally into zones. At the top is an elongated hieroglyph for \"sky,\" a blue vault studded with stars; below this comes a large inscription promising that Seni will receive offerings and enjoy a state of blessedness. Next comes the \"frieze of objects,\" a narrow band filled with pictures of granaries, items of clothing, pieces of jewellery, tools, weapons, furniture, vessels and many other commodities. Their names are written above them. Among these objects there are also amulets and items of royal regalia, such as sceptres and kingly headdresses; these would magically assimilate the dead man, whatever his rank in life, to Osiris, ruler of the netherworld. Large areas of the coffin sides are inscribed in ink with religious writings now known as the 'Coffin Texts'. These spells offer much magical assistance to the deceased, including a diagram of the realm that Seni would reach, complete with waterways, canals, islands and settlements, all neatly labeled. On the floor of the coffin is a composition called the 'Book of Two Ways', another guide to the hereafter in which again paths and watercourses are marked out for the deceased's guidance. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1850BC (circa)"], "Findspot": [" Excavated/Findspot: Deir el-Bersha "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 73 centimetres ", " Length: 215 centimetres ", " Width: 62 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" private ", " funerary "], "Curator's comments": ["Egyptian coffins possessed highly complex symbolism. Through their physical form and the images and inscriptions on their surfaces they were believed to create a sacred environment in which the rebirth of the occupant could take place. Thus, in a rectangular coffin of the Middle Kingdom, the internal space demarcated by the walls was potentially more important than the exterior because these surfaces were immediately accessible to the dead person. This explains why the interior decoration of these coffins is much more detailed and elaborate than the exterior. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford: Clarendon Press), p.187; H. Willems, ‘Chests of life : a study of the typology and conceptual development of Middle Kingdom standard class coffins’ (Leiden, 1988), [cat no B3L]; A. J. Spencer, 'Death in Ancient Egypt' (Harmondsworth, 1982), pp. 171-172, pl. 24; P. Nicholson and I. Shaw, 'Ancient Egyptian Materials and Technology' (Cambridge, 2000), p. 350; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 46-7, pl. on pp. 46-7. To be studied by Harco Willems and his Bersha team."], "Bibliographic references": [" Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.46-47) ", " Andrews 1990 / Ancient Egyptian jewellery (182) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 20) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["fair - lid broken"], "Associated names": [" Named in inscription: Sen ", " Named in inscription: Nut "], "Associated titles": [" Associated Title: Coffin Texts ", " Associated Title: Book of Two Ways ", " Associated Title: Pyramid Texts "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA30842"], "Registration number": ["1899,0610.12"], "Conservation": [" Treatment: 07 Jul 2010 ", " Treatment: 19 Feb 2003 "]}