{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA14385"], "Description": [" Limestone fragment with traces of two royal cartouches, likely a statue fragment. The figure is badly damaged and broken around the edges, with two large cartouches incised across the obverse. The majority of the left side cartouche is now lost, while the right side is mostly intact. The text within the right side cartouche has been deliberately erased, but partial remaining signs suggest that these were the cartouches of the king Akhenaten. On the reverse is a thin section of a flat, smoothed surface. There are visible cracks across the right side of the fragment. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Amarna, el- "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Length: 14.04 centimetres (max) ", " Width: 8.25 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" This fragment was acquired by the Museum before the EES excavations of Flinders Petrie and Howard Carter in 1892 and the later excavations of John Pendlebury in the late 1920s and early 1930s, yet an Amarna provenance is likely based on the cartouches of Akhenaten. For many such fragments it is difficult to determine their original location, as examples of broken statuary were found not only in key areas like the Great Aten Temple, but also in numerous sites around the Central City. A similar fragment was also donated by John Shae Perring in the same year to the British Museum, though here the surviving portion includes part of the body, confirming that it is a statue fragment (EA 14383, British Museum, London: https://www.britishmuseum.org/collection/object/Y_EA14383). ", " Published: PM IV: p.187 "], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: John Shae Perring"], "Acquisition date": ["1853"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14385"], "Registration number": ["1853,0711.3"]}