{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1770"], "Description": [" Granite (probably granite gneiss) sphinx of Taharqo wearing skull-cap and double-uraeus; cartouche on breast. "], "Cultures/periods": [" Kushite ", " Napatan "], "Production date": ["680BC (c.)"], "Excavator/field collector": ["Excavated by: Prof Francis Llewellyn Griffith"], "Findspot": [" Excavated/Findspot: Kawa, Temple T, in area E of south-eastern part of temple (Macadam II, pl. 12). "], "Materials": ["granite gneiss"], "Dimensions": [" Height: 40.60 centimetres ", " Length: 73 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Strudwick N 2006 Following the Egyptian withdrawal from Nubia at the end of the New Kingdom, a number of small political entities rapidly established themselves in the ensuing power vacuum. In the course of the three centuries after the Egyptians withdrew, these various small entities were gradually united into the second kingdom of Kush. The second kingdom of Kush was very Egyptianized, acknowledging Amun as their principal deity, and using Egyptian modes of art and writing. In the eighth century BC they turned the tables on Egypt and acquired control of Upper Egypt, extending full control over the whole of the land at the beginning of the reign of Shabaka (c. 716-702 BC). Kawa in Upper Nubia (Sudan), 100 km south of the third Nile Cataract, was the home of a local form of Amun, and was one of the sites at which the kings of the Kushite Twenty-fifth Dynasty constructed temples. One of their aims was apparently to ensure the prominence of this deity. This statue was found to the south of the central shrine of Temple T at Kawa, in a room at the western end of which was a raised dais, presumably for a throne, on which might have been placed a seated statue of Amun. No such statue survived, though this sphinx and parts of several others did. Sphinxes represent the immense power of the Egyptian and Kushite king. While the body of this example is conventional, the head in particular looks back to the earlier sculptural forms of the Middle Kingdom, particularly noticeable in the careful depiction of the raised ruff of hair around the animal's neck, which resembles those of the well-known sphinxes of king Amenemhat III from Tanis (Cairo, CG 393, 394). Compare also the now-modified mane of the sphinx of Amenemhat IV (registration no. 1928,0114.1). The features are characteristic of the Twenty-fifth Dynasty, and might be a stylized portrait of king Taharqa (690-664 BC), whose name is incised between the forepaws. The double uraeus cobra on the brow is characteristic of the royal insignia of the kings of Kush. Also highly distinctive of the art of this period are the pronounced furrows flanking the nose. Kawa was originally founded in the New Kingdom, perhaps even by Akhenaten, which may explain the source of the word aten in its Egyptian name, Gematen; the earliest buildings yet discovered date from Tutankhamun's reign. The site rose to prominence during the Kushite period in the eighth century BC, and excavations have revealed the town and temples there. Temple T was constructed of sandstone blocks by Taharqa, starting in the sixth year of his reign; the building work took four years, and was undertaken by architects and builders brought all the way from Memphis in Egypt. Publications: M.F. Laming Macadam, The temples of Kawa II, 97, 139 (0732), pl. LXXIV T. Phillips [ed.], Africa, London 1995, p. 49 [fig.5] = T. Phillips [ed.], Afrika, Berlin 1996, p.49 [abb.5]. Africa in Antiquity vol.2, Brooklyn 1978, pp. 50-51, 168 [Fig. 24, Cat. 77]. Mysliwiec, Royal Portraiture of the Dynasties XXI-XXX (1988): 33, 40 PM VII, p.190. Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 34; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 262-3."], "Bibliographic references": [" Strudwick 2006 / Masterpieces of Ancient Egypt (pp.262-263) ", " MacGregor 2010 / A History of the World in 100 Objects (22) "], "Location": ["On display (G65/dc10)"], "Exhibition history": [" 1978 30 Sept-11 Nov, Brooklyn, The Brooklyn Museum, 'Africa in Antiquity: The Arts of Ancient Nubia and the Sudan'. 2010-2011, London, BM/BBC, 'A History of the World in 100 Objects' 2 April to 21 June 2015, Copenhagen, NY Carlsberg Glyptotek, 'Taharqo; the Black Pharaoh' 2018-2019 8 Nov-24 Feb, London, BM, I am Ashurbanipal, king of the world, king of Assyria 2022 27 April – 25 July, Paris, Musée du Louvre, Pharaoh of the Two Lands "], "Condition": ["good"], "Associated names": ["Named in inscription & portrayed: Taharqo"], "Acquisition date": ["1932"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1770"], "Registration number": ["1932,0611.1"], "Conservation": ["Treatment: 04 Jun 1991"]}