{"artifact_name": "game-board; platter", "Object Type": [" game-board ", " platter "], "Museum number": ["EA23802"], "Description": [" Fragments of a rectangular game-board made of coarse red siltware pottery. The fragments have been joined to form two larger pieces, one consisting of six fragments and the other of three. Parts of the original edges of the object are preserved, showing either a slight curve or a straight cut. The irregular lower surface shows circular traces confirming that the gaming-board has been made from an original round platter made on a potter's wheel, cut on two long sides before the firing. The upper surface of the board was scored with a grid pattern of originally 10 x 3 squares, a maximum of 21 being now preserved, both items together. The grooves between the squares were cut post-firing and have cut through the pale cream surface slip. This slip is also present on the plain underside. A small area of the larger piece has been made up in modern material. The two pieces are not be connected but their relative position can be infered almost exactly from the scratched lines on the upper surface and the circular traces on the lower surface. Number and distribution of squares suggest that the object is a board for egyptian senet-game. "], "Cultures/periods": ["26th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Dafana, \"Qasr\", east annex (C), chamber 9 "], "Materials": ["pottery"], "Technique": ["slipped"], "Dimensions": [" Length: 26 centimetres (larger piece) ", " Length: 34.50 centimetres (object both fragments together) ", " Length: 12.30 centimetres (smaller piece) ", " Thickness: 1.70 centimetres ", " Thickness: 1.80 centimetres ", " Width: 15.20 centimetres ", " Width: 8.90 centimetres "], "Curator's comments": ["The \"draught-board made of a rectangular slab of terra-cotta marked in 3x10 squares, found broken up, with some draughtmen made of rounded chips of pottery, in chamber 9\" mentioned by W.M.F. Petrie, Tanis ii, Nebesheh and Defenneh, p. 74 § 71. The mentioned draughtmen are very probably BM EA 23835, 23836, 23837 & 23838. The Findspot number 9 has been scratched into the object. Also cited by E. Pusch, Das Senet-Brettspiel im alten Ägypten, MÄS 38, 1979, p. 370-371, § 78, N° 69a and by P.A. Piccione, The Historical Development of the Game of Senet and its Significance for Egyptian Religion, Diss. Chicago, 1990, UMI Diss. Services, Ann, Arbor, 1990, p. 440, N° E035. See also the gaming-boards London, BM, EA 23803, 22323 & Boston, MFA, RES 87.148 (deaccessioned)."], "Bibliographic references": [" Petrie 1888 / Tanis. Part II. Nebesheh (Am) and Defenneh (Tahpanhes) (p. 74 § 71) ", " Leclère and Spencer 2014 / Tell Dafana Reconsidered: The Archaeology of an Egyptian Frontier Town (p.48, p.87, p.188, pl.30) "], "Location": ["Not on display"], "Condition": ["fair - rim chipped"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA23802"], "Registration number": ["1887,0101.811"]}