{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10470,37"], "Description": [" 'Book of the Dead' of Ani (frame 37): Spell 185 continued. This is the last frame of the funerary papyrus belonging to the Royal Scribe and Granary Overseer, Ani. It is composed entirely of vignettes, which illustrate Chapters 185 and 186 of the 'Book of the Dead'. On the left, in a shrine topped by a falcon head and a frieze of cobras, stands the falcon-headed mummiform funerary god Sokar-Osiris holding a crook, flail and animal-headed 'was' sceptre. The hippopotamus goddess Opet stands to the right; behind two altars decorated with lotuses and heaped with loaves of bread, a haunch of meat, a bull's head, onions, grapes, gourds and cos lettuces. In a form identical with the better-known hippopotamus goddess, Taweret, she wears horns, a sun disc and rests on a protective 'sa'-sign. Opet offers life and a flaming taper for warmth to the deceased. The text above her is in praise of Hathor, patroness of the west, who is represented as a cow emerging from the western mountain at Thebes into the clumps of papyrus that fringe the Nile Valley. She wears around her neck the pendulum shaped counterpoise and loosely strung bead rows of a 'menyet' collar. The 'menyet' collar provides source of sound when shaken and particularly associated with the goddess' worship. Between her horns are a sun-disc and tall plumes. Ani's tomb chapel is depicted on the mountains slopes with a sharply pointed pyramidal mud-brick roof. This is a characteristic feature of contemporary Theban private tombs; it is also capped by a stone pyramidion, clearly defined by its dark colour. Just below it is depicted a round-topped stela that would have been inscribed with a prayer to the sun god. "], "Cultures/periods": ["19th Dynasty"], "Production date": ["1250BC (circa)"], "Findspot": [" Excavated/Findspot: Tomb of Ani (Thebes) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 67.50 centimetres (frame) ", " Width: 42.20 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["It is interesting that, although Ani was himself a scribe, his papyrus was ready written, with spaces left for the insertion of his titles and name. This might be interpreted to suggest he died unexpectedly before he had produced a funerary papyrus written in his own hand. In such a situation his grieving family would have purchased one for him and had his name added where gaps had been left for that purpose. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 72-75 No 14; James in W. V. Davies (ed.), 'Colour and painting in ancient Egypt' (London, 2001), p.143, col. pl. 49 [3]; N. Strudwick, 'Masterpieces of Ancient Egypt' (London, 2006), 218-21. Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 100."], "Bibliographic references": [" Andrews 2000 / Egyptian Treasures from the British Museum (p.58-59) ", " Quirke 1993 / Owners of funerary papyri in the British Museum (24) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 129) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134357) (http://www.trismegistos.org/text/134357) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat. no.33 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat. no.33 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.59 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.59 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.59 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached, fractured, loss Black ink Pigment; faded, friable Backed: brown paper Checked for loan to Australia 1988 Checked for loan to Far East 1997 Checked for loan to USA 1999 Displayed in Room 62 until 1997 Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: C Curatorial condition comment: good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Ani ", " Named in inscription: Tutu (wife) ", " Named in inscription & portrayed: Osiris-Sokar ", " Named in inscription & portrayed: Opet ", " Named in inscription & portrayed: Hathor "], "Associated places": [" Topographic representation of: Thebes (historic - Upper Egypt), Western Mountain ", " Topographic representation of: Nile Valley "], "Associated titles": ["Associated Title:", " Book of the Dead ", "(Chapters 185-186)"], "Acquisition name": ["Donated by: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10470,37"], "Registration number": ["1888,0515.1.37"], "Additional IDs": [" Miscellaneous number: Frame.37 "], "Conservation": [" Treatment ", " Treatment: 04 May 1999 ", " Treatment: 15 Sep 1997 ", " Treatment: 10 Mar 1999 ", " Treatment: 05 May 1995 ", " Treatment: 27 Sep 2010 ", " Treatment: 27 Sep 2010 ", " Treatment ", " Treatment ", " Treatment: 24 Aug 1998 ", " Treatment: 10 Mar 1999 ", " Treatment: 23 Jul 1993 ", " Treatment: 29 May 2009 ", " Treatment: 04 May 1999 "]}