{"artifact_name": "coffin; human mummy; mummy-wrapping; bead-net(?)", "Object Type": [" coffin ", " human mummy ", " mummy-wrapping ", " bead-net (?) "], "Museum number": ["EA20650"], "Description": [" Mummy of a man aged over 50. The presence of several circular and tubular beads within the bandages suggests that the mummy originally possesed a bead-net. Skull - No obvious fractures, but the appearance of the nasal area suggests that the brain was extracted by this channel. The mouth is closed, but the jaws are almost endentulous. The cervical spine appears normal. Thorax and Abdomen - The bony cage and dorsal spine appear normal, but there are well-marked osteo-arthritic changes involving the lumbar spine. A fair quantity of packing material (linen) is within both cavities. The pelvic bones appear normal and are free from fractures and dislocations. Some linen packing material is present in the pelvis. Arms - Extended. The palms (fingers extended) are placed over the genital area. No fractures or dislocations. Legs - The long bones appear normal, and there are no fractures or dislocations. No lines of arrested growth visible. The bones of the feet are within normal limits. Wooden anthropoid inner-coffin of Djedher: painted decoration and text on a layer of plaster and linen. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Akhmim "], "Materials": [" wood ", " plaster ", " linen ", " human tissue "], "Technique": [" painted ", " plastered "], "Dimensions": [" Length: 175 centimetres (coffin) ", " Length: 165 centimetres (mummy) "], "$Inscriptions": [" "], "Inscription subject": [" private ", " funerary "], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), p.24."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (46) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.110, table 1) "], "Location": ["Not on display"], "Condition": ["fair"], "Associated names": [" Named in inscription: Djedher (owner) ", " Named in inscription: Padiamun (father) ", " Named in inscription: Nyneshmetrenenutet "], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20650"], "Registration number": ["1887,0402.1450"], "Conservation": ["Treatment: 27 11 2107"]}