{"artifact_name": "jar", "Object Type": ["jar"], "Museum number": ["EA65577"], "Description": [" Kerma ware pottery jar: a squat jar with a long spout protruding from the shoulder. It has a black mouth and interior with variegated grey-purple band on the exterior. It is handmade, with very thin walls, neck, spout and disc base applied. It was finger-smoothed inside, has a red wash outside, and is polished on the outside and inside the rim. "], "Cultures/periods": ["Kerma Classique"], "Production date": ["1800BC-1500BC (circa)"], "Excavator/field collector": ["Excavated by: George A Reisner"], "Findspot": [" Excavated/Findspot: Kerma (Nubia), tumulus K IV 20 ", " Excavated/Findspot: Northern Dongola Reach "], "Materials": ["pottery"], "Ware": ["Kerma Ware"], "Technique": ["handmade"], "Dimensions": [" Height: 14.10 centimetres ", " Weight: 210 grammes ", " Width: 19.50 centimetres ", " Depth: 12.40 centimetres "], "Curator's comments": ["The technical accomplishment of this jar is remarkable. Reisner, who excavated Kerma between 1913 and 1916 and found hundreds of vessels in this ware, thought they must have been made on a wheel. They are entirely handmade - the absence of rilling marks and the slightly uneven rim confirm this. The potter's control of his kiln is second only to the accomplishment of his modelling. Nordstrom suggests that the 'secondary band', which is composed of vitrified material, was produced by a reaction between iron and fluxes in the coating and elements in the clay. It was a deliberately sought-after effect; almost all the vessels have it. On this vessel it appears that a black layer (there are a few accidental spots on the spout) corresponding to the secondary band was painted on to the surface prior to firing. K420 was a subsidiary burial in the great cemetery at Kerma, and the Egyptian pottery and a stone vase found in the grave may be dated to the late Second Intermediate period (1650-1551 BC). Bibliography: G. A. Reisner, 'Excavations at Kerma' I-III (Cambridge MA, 1923), pp. 210-11; ibid, IV-V, pp. 328ff, fig. 244, 6; H. Åke-Nordstrom, ‘The Scandinavian Joint Expedition to Sudenese Nubia’: vols 3:1 and 3:2, ‘Neolithic and A-group Sites’ (Stockholm, 1972) p. 65."], "Bibliographic references": ["Bourriau 1981 / Umm el-Ga'ab: Pottery from the Nile Valley Before the Arab Conquest (207)"], "Location": ["On display (G65/dc3)"], "Condition": ["good"], "Acquisition name": ["Transferred from: Museum of Fine Arts, Boston"], "Acquisition date": ["1955"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65577"], "Registration number": ["1955,0212.1"], "Conservation": ["Treatment: 21 Nov 2014"]}