{"artifact_name": "human mummy; mummy-wrapping", "Object Type": [" human mummy ", " mummy-wrapping "], "Museum number": ["EA22814"], "Description": [" Mummy of an adult (aged 35 or above), wrapped in linen bandages. Skull - Mouth slightly open. an upper incisor tooth is missing and several dental abscesses. No obvious fractures. The cervical spine appears to be intact. Thorax and Abdomen - The thorax appears to be empty, apart from a possible heart-shadow on the right side of the bodies of the 6th, 7th, and 8th dorsal vertebrae. There is a fracture of the 7th left rib. In the abdomen is a considerable quantity of packing material. No opaque plate on flank-incision. Arms - Extended. Fingers extended over pubic area. There is a linear opacity encircling the thumb and the 2nd and 3rd fingers of both hands presumably indicating the presence of something tying them together. Legs - No fractures or dislocation. There is a large opacity between the thighs possible indicating the viscera, which were wrapped in linen and often so placed in the Twenty-Sixth Dynasty. Menisci opaque. Faint line of arrested growth at the lower ends of the tibiae. The feet are inverted so that the soles are in apposition. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Sheikh Abd el-Qurna (Thebes) "], "Materials": [" human tissue ", " linen "], "Dimensions": [" Height: 25 centimetres ", " Width: 169.50 centimetres ", " Depth: 41 centimetres "], "Curator's comments": ["Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 62-3, pl. on p. 62. J.H. Taylor & D. Antoine, Ancient llives, new discoveries, London 2014, pp. 44-59."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (27) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.110, table 1, p.112) "], "Location": ["On display (G62/dc19)"], "Exhibition history": [" 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' "], "Condition": ["fair"], "Acquisition name": ["Donated by: Edward VII, King of the United Kingdom"], "Acquisition date": ["1869"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22814"], "Registration number": [".22814"], "Conservation": [" Treatment: 07 May 1999 ", " Treatment: 13 Jan 2014 ", " Treatment: 07 Jan 2014 ", " Treatment: 27 Apr 2011 ", " Treatment: 24 Jul 2002 ", " Treatment: 18 Sep 2013 ", " Treatment: 07 Oct 2004 ", " Treatment: 08 Apr 2003 ", " Treatment: 11 Jun 2014 "]}