{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA25290"], "Description": [" Fragmentary mudstone male figure, the lower body and back-pillar now missing. The figure wears a smooth shoulder-length wig with flared ends, and the hair is tucked behind slightly oversized ears. His eyes are large with a thick ridge across the upper eyelids and a faint thin line underneath the eyes. His nose is broad and there is no delineation of the nostrils, though there appears to be a faint line on either side of the nose. The mouth is small with faintly incised lips, and the face is rounded and fleshy at the jawline. The upper part of the chest and arms are bare, and at the breastbone thick knots of material hold the garment which extends down towards the lower body. Both arms are placed at either side of the body. To the left and on the reverse are the remains of a wide back-plinth with partial incised marks, possibly an inscription. In addition to the loss of much of the lower body and reverse, there are small scratches visible to the top of the head and face and a small chip to the right side edge of the wig. The figure is now attached to a modern rectangular base. "], "Cultures/periods": ["Middle Kingdom (late)"], "Findspot": [" Found/Acquired: Edfu "], "Materials": [" mudstone (?) ", " basalt (?) "], "Dimensions": [" Height: 7 centimetres (max) ", " Width: 5.35 centimetres (max) ", " Depth: 2.56 centimetres "], "Curator's comments": ["Based on the width of the back-pillar and its extension out to the right of the male figure it is likely that this was originally part of a group, potentially with a female figure placed on the left side of the composition. The traces of incised markings along the obverse section of the plinth suggests that perhaps an inscription was carved in between the figures. The oversized ears, appearance of the eyes and the lines around the nose point towards a late Middle Kingdom date. The provenance for the figure is recorded as Edfu according to the acquisition registers with a date of the piece obtained by the collector as 1st March 1838. This is the only sculpture fragment from the donations to the British Museum of Mrs Webb via her father Reverend William Hodge Mill, a collector of various antiquities and Professor of Hebrew at Cambridge University (Muhs and Vorderstrasse 2008). General Bibliography: B. Muhs and T. Vorderstrasse,' Collecting Egyptian Antiquities in the year 1838: Reverend William Hodge Mill and Robert Curzon, Baron Zouche', Journal of Egyptian Archaeology (2008), pp. 223-245."], "Location": ["Not on display"], "Condition": ["incomplete - upper part of the male figure only"], "Acquisition name": [" Donated by: Mrs Webb ", " Donated through: William Hodge Mill "], "Acquisition date": ["1894"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA25290"], "Registration number": ["1894,0414.13"]}