{"artifact_name": "textile", "Object Type": ["textile"], "Museum number": ["EA18219"], "Description": [" Fragment of undyed linen, plain weave; the upper has a band of tapestry depicting, on a red background, two stylised lions, yellow/green and orange/yellow, outlined in dark blue; inbetween the lions are stylised vegetal ornaments in green, yellow, red and blue and outlined in dark blue, made of two branches with leaves; above the leaves are 3 geometric motifs; a similar tree was one the right of the band but is now mainly missing; above and below the band are two similar decorations in brocade (linen and pink and blue wool), these have the shape of a clavus with finials and at the end a white lozenge with a blue centre; the main part of the two decorations is zig-zag in undyed linen with triangular motifs in pink and blue wool; 1.8cm under the lower clavus are 3 lines of supplementary weft in undyed linen; one border is preserved at the lower part of the textile, with small fringes, probably cut, c. 3mm long; 1.5cm above the fringes is a line of 2 picks of supplementary linen weft; three other edges are cut and ragged; plain weave: warp-undyed linen (S/12), weft-undyed linen (S/12); tapestry on paired threads: warp-undyed linen (S/8), weft-undyed linen (S), yellow, orange, red, light green, green, dark blue and pink wool (S/red is 38); brocade: undyed linen (S/triple/over 3 and under 1 warp threads), pink and blue wool (S/triple/over 3 and under 1warp threads) "], "Cultures/periods": ["Coptic"], "Findspot": [" Excavated/Findspot: Egypt "], "Materials": [" linen ", " wool "], "Technique": [" plain weave ", " tapestry ", " brocaded ", " dyed "], "Dimensions": [" Height: 30 centimetres ", " Width: 39.50 centimetres "], "Curator's comments": ["stored in black box"], "Bibliographic references": ["Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p.227) (Table case H, no. 9)"], "Location": ["Not on display"], "Condition": ["A"], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1887"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA18219"], "Registration number": ["1887,0402.113"], "Conservation": ["Treatment: 07 Jun 1999"]}