{"artifact_name": "axe; model", "Object Type": [" axe ", " model "], "Museum number": ["EA35575"], "Description": [" Model axe-blade: of the rounded form but without any perforation, as this was probably considered unnecessary in a model. The blade has been cut from thin sheet copper, with the un-sharpened edge roughly shaped in a convex curve, whilst the butt is straight. The surfaces are covered with a thin layer of corrosion. "], "Cultures/periods": ["2nd Dynasty (late)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tomb of Khasekhem "], "Materials": ["arsenical copper"], "Technique": ["cut"], "Dimensions": [" Length: 7.10 centimetres ", " Weight: 27.10 grammes ", " Width: 9.60 centimetres (butt) "], "Curator's comments": ["This axe-head belongs to a group of two full-size and 15 model axes discovered by Petrie in 1901 in the tomb of King Khasekhemwy at Abydos. The second functional specimen from the group is now in Chicago (0I, 6240) and the other models are widely distributed among various museums. A large quantity of the same type (18 full-size and at least 17 models) was previously (1896-7) found by Amelineau in the same tomb. Bibliography: W. M. F. Petrie, 'Royal Tombs of the Earliest Dynasties' II, 28, pl.IXA, 4. For other examples of Early Dynastic model axes, see E. Kühnert-Eggebrecht, ‘Die Axt als Waffe und Werkzeug im Alten Ägypten' (Berlin, 1969), 114, A-B/I, with references there quoted. Also W. C. Hayes, 'The scepter of Egypt : a background for the study of the Egyptian antiquities in the Metropolitan Museum of Art' I (Cambridge, Mass, 1953), 46, fig. 36; L. Grinsell, 'Guide Catalogue Bristol', 26, fig. 9."], "Bibliographic references": [" Davies 1987 / Catalogue of Egyptian Antiquities in the British Museum (11) ", " Spencer 1980 / Early Dynastic Objects (608) "], "Location": ["On display (G64/dc11)"], "Condition": ["fair (corroded)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35575"], "Registration number": ["1901,1012.75"]}