{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA40961"], "Description": [" Fragmentary limestone scribal figure of Iahmose, the head and upper body now lost. Iahmose is seated in a cross-legged position and wears a short kilt reaching to his knees. There is an indication of a thick belt around his waist. The right forearm and outline of the now lost left forearm are placed flat on the thighs. Across the clothing in between his hands are five horizontal lines of hieroglyphic text, oriented towards Iahmose. The name of the god in the initial line of the text has been deliberately damaged. On the reverse a fragment of both arms also survive, and there is a suggestion of a narrowing at the waist. In addition to the loss of the upper body and damage to the arms, there is a large chip to the reverse of the body and edge of the base, as well as to the front of the object at the edge of the kilt. The object has been attached to a tall tilted modern base. "], "Cultures/periods": ["18th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Deir el-Bahri (Thebes) "], "Materials": ["limestone"], "Dimensions": [" Height: 9.50 centimetres ", " Width: 12.60 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["This figure was found during the excavations at Deir el-Bahari in the early 1900s alongside a number of other votive monuments also dating to the 18th and 19th Dynasties (PM II), and is recorded in the glass plate negatives from the Egypt Exploration Society archive of the site (available to view online: https://www.flickr.com/photos/egyptexplorationsociety/24120144867/in/album-72157663539521818/, DB.NEG.09.360). Though the name Iahmose is Theban in origin, his evocation of the god Ptah and his sole title of priest of Ptah suggests that he had connections to northern Egypt. It is therefore possible that the statue was originally established elsewhere and moved to a secondary location at a later date. The inscription across the clothing also features archaising spellings that recall the Middle Kingdom style, for instance the opening line of the offering formula which places the htp sign in the centre, as opposed to at the end of the sequence. The modern base has likely been styled for display purposes so that the inscription could be read from above by museum visitors and thus prioritising the view of the text, rather than the object itself. The description on the modern base notes that the deliberate damage to the name of the god Amun-Re took place during the rule of Akhenaten, when worship of the traditional pantheon of gods was abandoned and the name of Amun was defaced across a number of monuments within the Theban area. General Sources: E. Naville, 1907. The XIth dynasty temple at Deir el-Bahari (London)."], "Bibliographic references": [" Hall 1914 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 5. (p. 8, Pl. XXIV) ", " Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 394) "], "Location": ["Not on display"], "Condition": ["fair (incomplete -lower part below waist only)"], "Associated names": ["Named in inscription: Iahmose"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1904"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA40961"], "Registration number": ["1904,1008.61"]}