{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA60006"], "Description": [" Gold-plated silver figure of Amun-Ra: this figure was cast in silver and decorated with gold overlays on the headdress, collar necklace, and kilt. His divine beard shows that he is a god, and his headdress identifies him as Amun. Though he was sometimes depicted as a ram, with short curling horns (or, in his Nubian temples, as a ram-headed god), Amun was primarily an anthropoid god. His crown, similar in shape to the red crown, is topped by two tall feathers and a sun disk, symbolic of his assimilation with the sun god, Ra, as Amun-Ra. "], "Cultures/periods": [" Late Period ", " 26th Dynasty "], "Findspot": [" Excavated/Findspot: Temple of Amun "], "Materials": [" silver ", " gold "], "Technique": ["gold-plated"], "Dimensions": [" Height: 24 centimetres (with base) ", " Weight: 0.70 kilograms ", " Width: 6 centimetres ", " Depth: 8.50 centimetres "], "Curator's comments": [" The use of silver and gold for this figure suggests that it was made as a cult statue. Temple records describe such figures as made of precious materials and quite small. Among the very few surviving statues of this type is another Amun, a solid gold figure made early in the Third Intermediate Period, and a richly gilded and inlaid silver figure of a seated falcon-headed god. Until quite recently, metal statues of high quality were routinely dated to the Third Intermediate Period or later. Although a few New Kingdom bronze statuettes were known, it was generally assumed that almost all early metal sculpture had been melted down in order to recycle the bronze, silver, or gold. During the past few decades however, fine Middle Kingdom statues of copper alloy, made during the late Twelfth Dynasty, have become known, and increasing numbers of New Kingdom bronze statuettes are coming to light. Bibliography: S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), p. 76, fig. 55; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (2) (Oxford, 1972), p.289; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 200-1. E. R. Russmann, Eternal Egypt, 172-173. ", " Email from Ann Russman to NCS, Feb 2006, indicates that Marcel has made a suggestion that the statuette could be 26th dyn. AR says \"... I can't see that either the face or the anatomy indicate so late a date. However, Richard Fazzini has pointed out that certain iconographical features, most notably the sun disk on the crown, are common on TIP figures of Amun but almost unknown earlier.\" She suggests c. 1295-750 BC to be safe. "], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p271) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (82) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.200-201) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2010 1 May-31 Oct, Shanghai Expo 2010 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good"], "Associated names": ["Representation of: Amun-Ra"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 764"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA60006"], "Registration number": [".60006"], "Additional IDs": [" Miscellaneous number: BS.6 (Birch Slip Number) "], "Conservation": [" Treatment: 20 Oct 2000 ", " Treatment: 24 Jul 1981 "]}