{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10760,8"], "Title": ["Object: Papyrus Ramesseum 7"], "Description": [" P. Ramesseum 7, Frame 8. Papyrus written on the recto in linear hieroglyphic script and on the verso in hieratic script. The recto contains a magical text, possibly with spells for gaining respect from men, while on the verso there is a (later) accounting text. The text on the recto is written in vertical line, possibly in retrograde script. This frame contains Fragments G-J. The papyrus was a half-height roll. According to Gardiner, 'fragments I and J were obviously contiguous, bearing the text \"... I gave the mounds [of Horus to Horus] and the mound of Seth to Seth, I united...\", in allusion to Geb's partition of the koms or villages of Egypt between the rival gods as recounted on the famous Shabaka stone' (Gardiner, The Ramesseum Papyri, 1955, 11). Gardiner described P. Ramesseum 7 as follows: 'Under this head are grouped two large fragments (A, recto, Pl. XXII; B, recto, Pl. XXIII; the versos, Pl. XXVII) and a number of smaller ones mounted between nine pairs of glasses. The rectos of these latter are reproduced in Pl. XXIV-XXVI. All these pieces are written in cursive hieroglyphs and in vertical columns, and it is not impossible that they all emanated from one and the same manuscript. Though externally of an appearance similar to that of P. Ram. V and VI they differ in having only one framing-line at the top instead of two. Another point of difference is that whereas P. Ram. V and VII are inscribed on one side only, many of the fragments classed as P. Ram. VII have some coarse hieratic writing on the verso, this, however, so much broken and so faint that only a word or two are decipherable here and there, see further below. To return now to the recto, the contents here, so far as recognizable, are all magical, but with a greater admixture of mythical allusion than is usual elsewhere' (Gardiner, The Ramesseum Papyri, 1955, 10). The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes) "], "Materials": ["papyrus"], "Dimensions": [" Length: 32 centimetres (frame) ", " Width: 17 centimetres (frame) "], "$Inscriptions": [" ", " "], "Inscription subject": ["magical"], "Curator's comments": ["P. Ramesseum 7 Fragments G-J. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 10-1, pl. 24 (ordered as Fragments G, H, J, I). On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (12.8) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381066) (http://www.trismegistos.org/text/381066) ", " Meyrat 2019 / Les papyrus magiques du Ramesseum. Recherches sur une bibliothèque privée de la fin du Moyen Empire (6–25, 279–296) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments, fractured, fragile, powdery, skeletal Black ink Red ink Backed: gelatin Mount Details: Sandwich: glass Binding: copydex self adhesive carpet tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: incomplete/fragmentary"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10760,8"], "Registration number": ["1956,0714.9.8"], "Additional IDs": [" Miscellaneous number: Frame.8 "]}