{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA36083"], "Description": [" Large scarab carved from light brownish beige steatite; rather well-defined back with quite detailed clypeus, prothorax and elytra marked by incised double lines; V- incisions on elytra at junction with prothorax on each side; at side well-shaped legs with projecting shelf underneath running round beetle; underside incised with a composition associating: to the left, the god Bes standing and looking towards right; a crocodile surmounted by a bucranium and a hand; the figures are crudely depicted; pierced longitudinally. "], "Cultures/periods": ["Ramesside (probably)"], "Production date": ["1290 BC - 1077 BC (circa)"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["steatite"], "Technique": [" carved ", " incised ", " pierced "], "Dimensions": [" Length: 2.55 centimetres ", " Thickness: 0.90 centimetres ", " Width: 1.85 centimetres "], "Curator's comments": ["The letter S is written on the back of the scarab with black ink, probably indicating its context of discovery \"Southern site\". The apotropaic composition with the group 'Bes-crocodile-hand' belongs to a well attested category of scarabs and scaraboids (Hornung and Staehelin 1976, 124-126, no. 698-699; Jaeger 1982, 88 § 383, 213 § 1393). The crocodile is replaced in several examples by an oval inscribed with the name of Menkheperra (Jaeger 1982, 88 § 383d). Jaeger listed several occurrences of this design on convex rectangular plaques dating to the Ramesside Period (Jaeger 1982, 232 § 1455) and suggested that the specimen from Naukratis, as well as other stone scarabs, scaraboids and plaques which depict Bes, should probably be dated to this period too (Jaeger 1982, 205 § 1366, n. 868). Though Naukratis scarabs could be archaizing copies of Ramesside types, it is possible that they are genuine Ramesside ones (on the various early scarabs from Naukratis see Masson forthcoming). Hornung, E. and Staehelin, E. 1976, Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Jaeger, B. 1982, Essai de classification et datation des scarabées Menkhéperrê, Fribourg. Masson, A. forthcoming, ‘Egyptian Naukratis: the early evidence’, in A. Wodzińska (ed.), Delta and Sinai Current research, Proceedings of the conference in the University of Warsaw, Warsaw, April 25-27 2013. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVIII, no. 150) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OA.14) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, base chipped and glaze missing"], "Subjects": [" ancient egyptian deity ", " crocodile "], "Associated names": ["Representation of: Bes"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36083"], "Registration number": ["1888,0601.63"]}