{"artifact_name": "lintel; stela", "Object Type": [" lintel ", " stela "], "Museum number": ["EA1319"], "Description": [" Limestone tomb-relief, lintel and door-jambs from the tomb of Qar: the greater part of the area to the right of the doorway, which was the entrance to the superstructure of the tomb of Qar, is occupied by large representations of Qar and his wife Behenu. He is shown holding a staff in one hand and a sceptre of authority in the other; she is shown with one hand on his shoulder, the other clasping his arm. The titles and dignities of both are inscribed above their figures. The doorway is flanked by jambs bearing Qar's titles: the left jamb has a simple line of text and ends with a standing figure of Qar; the right jamb has two lines of text only. The drum of the doorway has a single line of text with some of Qar's titles. The texts and representations on the façade are all in sunk relief of fair quality. There has been some rubbing and consequent deterioration of the surface in a few places. No colour remains. The reveals of the doorway bear representations of Qar who is shown stepping forth from his tomb; he is dressed in simple official uniform and carries staff and sceptre. The representation on the left is less detailed in its carving and finish than that on the right. The texts above the figures give Qar's titles again; the carving of those on the left is less detailed than that of those on the right. Texts and representations are in fair, sunk relief. "], "Cultures/periods": ["6th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Qar "], "Materials": ["limestone"], "Dimensions": [" Height: 123 centimetres (each jamb) ", " Height: 117 centimetres (main relief) ", " Length: 122 centimetres (lintel) ", " Width: 66 centimetres (doorway) "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford: Clarendon Press), 67; Part 1, 301."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.33)"], "Location": ["Not on display"], "Condition": ["good (lintel); fair - repaired(reliefs). There has been some rubbing and consequent deterioration of the surface in a few places."], "Associated names": [" Named in inscription & portrayed: Qar ", " Named in inscription: Pepynefer (alias) "], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1319"], "Registration number": ["1901,0311.607"], "Additional IDs": [" Miscellaneous number: BS.1319 (Birch Slip Number) "]}