{"artifact_name": "tomb-relief", "Object Type": ["tomb-relief"], "Museum number": ["EA1169"], "Description": [" Limestone relief with figure of Iry: the panel is carved in fine, low relief with a figure of Iry who is shown standing and holding a staff and sceptre; above the figure are two lines of text containing his name and titles. There is still much red paint on the body of Iry and on that of the hieroglyph; the eyebrow and eye are outlined in black and the pupil is painted red. No other colour survives. "], "Cultures/periods": ["4th Dynasty"], "Findspot": [" Excavated/Findspot: Giza (Memphis) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 115 centimetres ", " Width: 48 centimetres ", " Depth: 11 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This slab has three companion slabs 1896,0511.9, 1896,0511.11, 1896,0511.12. Published: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (2) (Oxford: Clarendon Press), 692; A. Roveri and F. Tiradritte [eds.], 'Kemet: Alle Sorgenti del Tempo' (Ravenna, 1998), p.277 [268]; P. Pasini [ed.], 'Kemet: Guide all mostra' (Ravenna, 1998), p.26; 'Art and Afterlife in Ancient Egypt' [exhibition catalogue] (Japan, 1999-2000), [17]."], "Bibliographic references": ["James 1961 / Hieroglyphic texts from Egyptian stelae, etc. Part 1 (pl.3)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures 2012 Mar-Jul, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures 2012-2013 Nov-Mar, Bonn, Kunst- und Ausstellungshalle, Treasures of the World's Cultures 2015 – 2016 4 Dec – 29 May, National Museum of Singapore, ‘Treasures of the World’s Cultures’ "], "Condition": ["good"], "Acquisition date": ["1896"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1169"], "Registration number": ["1896,0511.10"], "Conservation": [" Treatment: 23 Feb 1999 ", " Treatment: 15 May 2013 "]}