{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1377"], "Description": [" Naophorous limestone figure of Panehesy: a kneeling statue of the overseer of the treasury, Panehesy, who holds between his hands a naos containing the figures of Horus, Osiris and Isis and surmounted by a winged sun-disk. The prenomen of Ramses II is incised on the right shoulder of the statue, and his nomen appears on the left shoulder. Along the front edges of the naos are incised two prayers on behalf of Panehesy. On the lap of the figure are carved two horizontal lines of text which name Ramses II and Panehesy, son of Ramose, and below these on the top of the shrine are five columns of text with invocations to Osiris, Isis, Horus, Wepwawet and Anubis. These prayers continue on the right side of the naos in one horizontal and three vertical lines and on the left side of the naos in a similar fashion. A line of text containing two prayers runs along the base. Two columns of text are also incised down the back pillar. The statue has suffered much surface damage with resultant cracks and flaking. The bottom of the base has been lost, and parts of the top and sides of the naos and the front of the base were lost prior to its acquisition. A small fragment from the front of the naos and the rear two corners of the base appear to have been lost since its acquisition. There are no traces of colour. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Abydos (?) ", " Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 107 centimetres (max) ", " Width: 52 centimetres (max) ", " Depth: 60.50 centimetres (max) "], "$Inscriptions": [" ", " ", " ", " ", " ", " "], "Inscription subject": [" private ", " royal "], "Curator's comments": ["The overseer of the treasury, Panehesy, is known from several other monuments, but this statue is the only one to name his father and the king under whom he served. The invocation of the Osiride triad together with Wepwawet and Anubis might tend to suggest that this statue came from Abydos, but no other monuments of Panehesy are known from this site. Bibliography: F. Arundale & J. Bonomi, 'Gallery of antiquities, selected from the British Museum' (London, 1842), pl. 56, fig. 189; S. Sharpe, ‘Egyptian Inscriptions from the British Museum and other sources’ Vol. 1 (London, 1837-55), pl. 54; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 165-6 (no. 603); E. A. W. Budge (ed.), 'Egyptian Sculptures in the British Museum' (London, 1914), pl. 37; J. Vandier, 'Manuel d'Archeologie egyptienne' III (Paris, 1958), 469; W. Helck, 'Zur Verwaltung des Mittleren und Neuen Reichs' (Leiden, 1958), 515; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), 81. ii, 790; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 136-7, no. 87(1). E. Frood, Biographical Texts from Ramessid Egypt (Atlanta SBL 2007), pp. 166-70 (no. 28)."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.49-51)"], "Location": ["On display (G4/B12)"], "Condition": ["fair (worn and cracked)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Panehesy ", " Named in inscription: Ramose (father) ", " Named in inscription: Ramses II ", " Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Isis ", " Named in inscription & portrayed: Horus ", " Named in inscription: Wepwawet ", " Named in inscription: Anubis "], "Acquisition name": [" Purchased from: John Barker ", " Purchased through: Sotheby's "], "Acquisition date": ["1833"], "Acquisition notes": ["Lot 245 at 1833 sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1377"], "Registration number": [".1377"], "Additional IDs": [" Miscellaneous number: EA51 (Old Big Number) ", " Miscellaneous number: ES.51.b "], "Conservation": ["Treatment: 20 Feb 2015"]}