{"artifact_name": "papyrus; papyrus-sealing", "Object Type": [" papyrus ", " papyrus-sealing "], "Museum number": ["EA10560"], "Description": [" Papyrus. Demotic land lease. Recto: 32 lines. Verso: names of 12 witnesses and one line summary of contents. The document's clay-sealing is preserved: parts of four stamps from the same intaglio gem, with a female head to right, her hair drawn back into a bun. An impression from the papyrus is on the back of it. Brown Nile mud, unfired, attached to a narrow binding strip of papyrus. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["190BC"], "Findspot": [" Found/Acquired: Kom el-Kharaba el-Kebir "], "Materials": [" papyrus ", " clay "], "Technique": ["painted"], "Dimensions": [" Length: 31.10 centimetres (frame;papyrus) ", " Length: 1.99 centimetres (max;seal) ", " Width: 23.50 centimetres (frame;papyrus) "], "$Inscriptions": [" "], "Inscription subject": ["legal"], "Curator's comments": ["Terracotta IV Donated: Sir Herbert Thompson. From Darb el-Gerza (Philadelphia) in the Fayum. Removed (so that the papyrus could be placed between glass) from a demotic lease for an area of land belonging to the Amun Temple at Philadelphia, dated to Year 15 of Ptolemy V Epiphanes, sometime between 5 September and 4 October 190 BC. Biblioraphy Martin C.J., Ptolemaic Demotic land leases, in J.G. Keenan, J.G. Manning, U. Yiftach-Firanko (eds.), Law and Legal Practice in Egypt from Alexander to the Arab Conquest. A selection of Papyrological Sources in Translation, with Introductions and Commentary. Cambridge, 2014, p. 352-55. Felber, H., Demotische Ackerpachtverträge (ÄA 58). Wiesbaden, 1997, pg 67, 84-5, 92, 100, 111, 123, 128, 156-8, 162, 172-4, 180-1, 192-3, 201-2, 212-13, 221. For the document, C. J. Martin, 'A Demotic Land Lease from Philadelphia: P. BM 10560', JEA 72 (1986), p.159-73, pl.13. The seal is unpublished. Cf. entry in www.trismegistos.org - DAHT. This object was previously erroneously recorded in the British Museum database as coming from the predominantly predynastic site of 'el-Girza', rather than 'Darb el-Gerza/Philadelphia' as is indicated by the published articles and provenance records."], "Bibliographic references": [" Felber 1997 / Demotische Ackerpachtverträge der Ptolemäerzeit : Untersuchungen zu Aufbau, Entwicklung und inhaltlichen Aspekten einer Gruppe von demotischen Urkunden (p.67) ", " Terracotta / Catalogue of Terracottas in the British Museum (3619) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (46008) (http://www.trismegistos.org/text/46008) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: insect attack, delaminating, loss, abraded Black ink (abraded) Tabbed: kraft paper Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: C Curatorial condition comment: fair"], "Acquisition name": ["Donated by: Sir Henry Francis Herbert Thompson"], "Acquisition date": ["1922"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10560"], "Registration number": ["1922,1016.1"], "Additional IDs": [" Miscellaneous number: P.Ackerpacht. 23 "]}