{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA684"], "Description": [" Granodiorite statue of Senusret III wearing nemes; prenomen on belt; legs and arms lost(hands still present on apron). "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1850BC (c.)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Temple of Mentuhotep, Lower South Court "], "Materials": ["granodiorite"], "Dimensions": [" Height: 122 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" Published: HTBM 4: Plate 8 Published: Andrews, Amulets of Ancient Egypt (1994): p.106 PM II (2): p.384 Publication: Russmann, Eternal Egypt (2001): 101-104 No 29 (called EA 686); N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 90-1. ", " Strudwick N 2006 This statue is a masterpiece of Middle Kingdom sculpture, and belongs to a group of three in the British Museum (the others being registration nos. 1905,1014.3-4). It depicts the king wearing the cloth nemes headdress, standing with both hands flat on the royal kilt, down the centre of which runs a beaded panel with two uraei (cobras) at the ends. Around his neck is an amulet, known primarily from Senwosret's statues and very occasionally on those of later kings of the Twelfth Dynasty. Its nature and meaning is far from certain; it has been likened to a double pouch, pierced by a thorn. On the belt of the kilt is a cartouche with one of his royal names, Khakaure; a full royal titulary is incised on the back pillar. The quality and finishing of the stone are superb, as is the representation of the royal features. The latter are the 'serious' facial features particularly associated with Senwosret III, carefully and powerfully carved. There has been much discussion as to whether this is a true portrait of the king, or whether it is making a particular statement. Egyptian statues are rarely, if ever, 'portraits' in the modern sense of the term (although in this case we have no real clue as to Senwosret's appearance); rather, they usually exhibit a reasonably consistent range of features which, when tied in with inscriptional evidence, allow us to assign monuments to a king with some certainty. The characteristic features of Senwosret III may reflect the generally serious, or even pessimistic, tone of contemporary literary works; they might also represent concern and care for the world, a concept probably emphasized by the characteristic large ears of Middle Kingdom sculptures, perhaps symbolic of the ruler's readiness to listen. The degree of variability between the three British Museum statues, and indeed more generally, between different images of Senwosret III, is very interesting. Although the images are characterized by these serious features, no two are alike, even though it is reasonable to assume that the Deir el-Bahari statues were made by the same group of sculptors. These statues and another now in Cairo, as well as two other examples, now headless, were erected around the platform base of the mortuary temple of Nebhepetre Mentuhotep (Mentuhotep II) at Deir el-Bahari. Senwosret seems to have been particularly dedicated to the Theban god Montu, the principal local deity until the rise of Amun; like Mentuhotep II (the name means 'Montu is satisfied'), he promoted the deity's cult. The statues are part of Senwosret's restoration and re-endowment of the temple of the earlier king, which is also recorded in a large granite stela, now in Cairo, that he erected in the temple. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.90-91)"], "Location": ["Not on display"], "Condition": ["incomplete - arms and legs lost"], "Associated names": ["Named in inscription & portrayed: Senusret III"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1905"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA684"], "Registration number": ["1905,1014.2"], "Additional IDs": [" Miscellaneous number: BS.684 (Birch Slip Number) "], "Conservation": ["Treatment: 20 Feb 2015"]}