{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1181"], "Description": [" Limestone statue: showing the Royal Acquaintance Katep and his wife, the Royal Acquaintance Hetepheres, whose names appear on the statue and also on a false door and other inscribed architectural fragments from an offering chapel. Katep and Hetepheres sit on a bench with a back that rises to midshoulder height. This arrangement allowed their shoulders and heads to be sculpted entirely in the round. From the front, even the lower torsos, arms, and legs give the illusion of being freed from the stone. While Hetepheres is slightly smaller than her husband, the difference between them is less than one would expect in life. Consequently, she appears almost as Katep's equal, although his is marginally the dominant figure. Katep's torso is well modeled, with the nipples indicated in paint. His shinbones and knees are sharply defined. Hetepheres sits to his right. Her body is set slightly apart from her husband's, but her left arm extends around his back and her hand wraps around his waist. Her slim body is short waisted, and the left breast is smaller and higher than the right, as if to show the backward pull of her arm and shoulder. Her lower legs, her navel, and the lower edge of her rib cage are visible beneath the fabric of her sheath dress, but her nipples are not defined. The nails on the fingers and toes of both figures are care-fully carved and rounded. The faces are similar, with full cheeks, knobby chin, short, slightly upturned nose, and well-defined mouth, which in Katep's case is bordered by a thin painted moustache. The browridges are delicately modeled, and the eyebrows are indicated in black paint. The inner edges of the eyelids are also lined with black and the pupils are painted so that Hetepheres gazes to her right, while Katep looks ahead. Both figures originally wore jewellery, but the blue and green paint that indicated it have vanished almost entirely, except for traces on Hetepheres' anklets. A bracelet on her right wrist is outlined with faint black lines, and a broad collar, now almost indistinguishable from her white dress, is still faintly indicated by concentric light and dark bands. The absence of yellow paint, the colour used for women's skin, around her neck suggests that Hetepheres also wore a choker, or \"dog-collar,\" necklace. The faint black outline of an inverted triangle between the woman's breasts defines the bottom of the broad collar and the inner edges of her dress straps, the outer edges of which are also outlined. Katep's short, curled wig touches his shoulders and back. It also forms a curved frame for his face. The locks of Hetepheres' wig are twisted inward, toward her face, and join in a softly defined part along the crown of her head. Beneath the wig one sees her natural hair, which is also parted in the centre. A hieroglyphic text is incised on the plinth. "], "Cultures/periods": ["4th Dynasty"], "Findspot": [" Excavated/Findspot: Tomb of Kaitep (probably) "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 47.50 centimetres ", " Width: 33.50 centimetres ", " Depth: 32.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Pair statues depicting a man and woman were frequently placed in the serdabs of Old Kingdom private tombs. The location of Katep's tomb is unknown, but his titles, which include Director of Phyle Members, Administrator of the Northern Settlements, Director of the King's Wab Priests, and Priest of Khufu, suggest a location in the Giza necropolis. Stylistic features of the relief decoration also argue for a Giza provenance. In certain respects the style of the pair statue and the relief decoration from Katep's offering chapel suggest a date in the Fourth Dynasty. Bibliography: The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 6 (London, 1922), pl. 19; 'L'art egyptien au temps des pyramides' [exhibition catalogue] (Paris, 1999), pp. 239-240 [81]; Katep is also referred to as 'Kaitep' in the British Museum records and the soucre of these objects is listed as 'Tomb of Kaitep'. D. Arnold, 'When the Pyramids were Built' (New York, 1999), p. 74 [63]; E. A. W. Budge (ed.),' Egyptian Scultures in the British Museum (London, 1914), p. 7, pl. 2; E. A. W. Budge, ‘By Nile and Tigris : a narrative of journeys in Egypt and Mesopotamia on behalf of the British museum between the years 1886 and 1913’ (London, 1920), p. 338; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), p. 155, fig. 119; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Part 2) (Oxford, 1979), p. 693; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 52-3."], "Bibliographic references": [" Metropolitan Museum of Art 1999 / Egyptian Art in the Age of the Pyramids (82) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.52-53) "], "Location": ["Not on display"], "Condition": ["good"], "Associated names": ["Named in inscription & portrayed: Katep"], "Acquisition date": ["1896"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1181"], "Registration number": ["1896,0410.1"], "Conservation": ["Treatment: 09 Aug 1993"]}