{"artifact_name": "figure; amulet; base", "Object Type": [" figure ", " amulet ", " base "], "Museum number": ["EA64599"], "Description": [" Glazed composition amuletic figure: a superbly modelled, dog faced baboon, in an apple green glazed composition, squats on a low plinth with curved back, that fits into a like shaped depression on the top of a long base that has a double stepped ramp at its front. He carries before him, supported by one paw and steadied by the other, a 'wedjat' eye. The details of his characteristically shaped features, his cheek fur, heavy mane, his long tail curved beside his right foot and his sexual member are all carefully delineated. There is a ring for suspension behind his shoulders. Although the base into which the baboon is now inset is of the same coloured material, and the depression into which it is inset is of the correct shape, it is not a snug fit. It cannot be certain that this particular amulet and base were together originally. Nevertheless, in profile the base is in the form of the hieroglyph Maat; Thoth was closely connected with Maat in the daily ordering of the world's affairs. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": [" pierced ", " glazed "], "Dimensions": [" Height: 5.40 centimetres (figure) ", " Height: 1.80 centimetres (plinth) ", " Weight: 28 grammes (figure) ", " Weight: 51 grammes (plinth) ", " Width: 3 centimetres (figure) ", " Width: 3.30 centimetres (plinth) ", " Depth: 2.60 centimetres (figure) ", " Depth: 6 centimetres (plinth) "], "Curator's comments": ["The dog faced baboon was a creature linked with the moon, which is why amulets in its shape, usually wear a headdress composed of the full moon and crescent moon. However, in this instance the lunar element is present in the wedjat eye, the \"mooneye\" of the solar falcon, torn out by Seth and restored by Thoth. Wedjat means \"the sound one.\" The baboon was one of the animal forms in which Thoth could manifest himself, especially in his role of inventor of writing and scribe of the gods. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 120-121 No 35."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.102-103)"], "Location": ["Not on display"], "Exhibition history": [" 2015, 19th June - 5th Sept. Wrexham County Borough Museum. Egyptian Written Culture. 2016 12 Mar-8 May, Carlisle, Tullie House, Writing for Eternity 2016 20 May-4 Sept, The Salisbury Museum, Writing for Eternity 2016 16 Sept-10 Jan 2017, Abergavenny Museum, Writing for Eternity 2017 21 Jan-21 May, Museum of Hartlepool, Writing for Eternity "], "Condition": ["good"], "Subjects": [" ancient egyptian deity ", " eye of horus "], "Associated names": ["Representation of: Thoth"], "Acquisition name": ["Donated by: Mrs Marion Whiteford Acworth JP"], "Previous owner": ["Previous owner/ex-collection: Dr Joseph John Acworth"], "Acquisition date": ["1946"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64599"], "Registration number": ["1946,1204.123"], "Conservation": ["Treatment: 02 Mar 2000"]}