{"artifact_name": "scaraboid", "Object Type": ["scaraboid"], "Museum number": ["EA66502"], "Description": [" Mould-made scaraboid in glazed composition; back in the form of a Bes head, with head cut off just below mouth, faint indications of vertically striated beard at side, broad nose, slit-shaped eyes and ears positioned high on head; underside incised with crude representation of two figures either side of tall bird (ibis?), one holding a short stick (?); groove for loop in top of head surviving, though loop itself broken off; glaze lost; pale yellow core, with fine and very smooth texture; surface badly abraded and features rubbed out. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie (probably) ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " incised ", " mould-made "], "Dimensions": [" Diameter: 1.00 - 1.10 centimetres ", " Thickness: 0.80 centimetres "], "Curator's comments": ["This scaraboid, produced in the “Scarab Factory” (on its various productions, see Webb forthcoming), belongs to a type which was widely distributed in the Mediterranean area, especially found in Carthage, Cumae and Perachora (Gorton 1996, 114-117, type XXXII, subtype B7-11, see especially B10 for this piece). Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford, 114-117, type XXXII B. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London, Pl. XXXVII, 126. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 126) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 116-117, Type XXXII B10) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OD.075) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair, though surface quite eroded"], "Subjects": ["bird"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Commitee of)"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66502"], "Registration number": ["1886,0401.1678"]}