{"artifact_name": "cosmetic-palette", "Object Type": ["cosmetic-palette"], "Museum number": ["EA59695"], "Description": [" Palette of elongated trapezoidal shape, made of grey and white dioritic stone. The contours of the long sides are slightly convex, the edges taper from both sides. Well smoothed on all surfaces. "], "Cultures/periods": ["Badarian"], "Findspot": [" Excavated/Findspot: Badari, el-, Town group 5548 ", " Excavated/Findspot: Qaw el-Kebir (?) "], "Materials": ["diorite"], "Dimensions": [" Length: 24 centimetres ", " Thickness: 2.01 centimetres ", " Width: 12.50 centimetres "], "Curator's comments": ["This palette was found together with EA59696 in a basket within the Badarian settlement group 5548 (see Brunton and Caton-Thompson 1928: 35). Palettes carved out of hard stone – variously described as diorite, porphyry, or granite – are more common in Nubia, where they have a long history, dating back to the 5th millennium BC Neolithic cultures. Amongst the Nubian A-Group, palettes were preferably carved out of quartz, but ‘diorite’ was also occasionally used. In Egypt, such hard stone palettes are extremely rare and the majority are without precise archaeological context. While some appear to date to the late predynastic or Early Dynastic period, several hardstone palettes have recently been found in graves of the Final Neolithic pastoralists at Gebel Ramleh, some bearing traces of red ochre. These are very similar in shape and are roughly contemporary with this palette. Published: Friedman et al. The elite predynastic cemetery at Hierakonpolis HK6: 2011–2015 Progress report, in: Midant-Reynes, B. & Tristant, Y. (eds.); Ryan, E.M. (coll.), Egypt at its Origins 5. Proceedings of the Fifth International Conference “Origin of the State. Predynastic and Early Dynastic Egypt”, Cairo, 13th-18th April 2014. Orientalia Lovaniensia Analecta. (Leuven. In press), fig. 13. Horn, M. Re-Appraising the Tasian-Badarian Divide in the Qau-Matmar region: A Critical Review of Cultural Proxies and a Comparative Analysis of Burial Dress, in: B. Midant-Reynes / Y. Tristant / E. M. Ryan (eds.), Egypt at its Origins 5. Proceedings of the Fifth International Conference “Origin of the State. Predynastic and Early Dynastic Egypt”, Cairo, 13th–18th April 2014, Orientalia Lovaniensia Analecta 260 (Leuven / Paris / Walpole (MA): Peeters) 335-377."], "Bibliographic references": ["Brunton & Caton-Thompson 1928 / The Badarian Civilisation and Predynastic Remains near Badari (p. 6, 35)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Donated by: British School of Archaeology, Egypt"], "Acquisition date": ["1929"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA59695"], "Registration number": ["1929,1106.77"]}