{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA48039"], "Description": [" Granite block statue of the male official Wahibrehu on a slim rectangular base. The figure is depicted in block form with the body completely enveloped in a cloak and his hands are depicted free from the clothing at the top of the block form. In his hand on the left side he holds a lotus flower. The figure wears a smooth shoulder-length wig, set low on the forehead and partly obscuring the ears. His chin merges with the stone at the top of the block. The eyes are almond shaped with faint thin eyebrows, a broad nose, and thick lips with the outer corners of the mouth slightly upturned to suggest a small smile. The statue is inscribed with five horizontal lines of text across each side of the block form which extend onto the back of the figure’s body, and an additional column of text is inscribed on the slim back-pillar. All of the inscription is left undefined by a border. The statue is in good condition, with minimal damage. Some discolouration to the stone is notable at the left side of the body and both sides of the statue base, with cracks also visible at the reverse left corner of the statue base. The figure has been attached to a modern rectangular base. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Karnak (Thebes), cache "], "Materials": ["granite"], "Dimensions": [" Height: 3.70 centimetres (Height of fixed stone base (not included in object dims)) ", " Height: 19 centimetres ", " Length: 14.40 centimetres ", " Width: 11.50 centimetres (Width of fixed stone base) ", " Width: 9.50 centimetres ", " Depth: 17 centimetres (Depth of fixed stone base) "], "$Inscriptions": [" ", " "], "Inscription subject": ["private"], "Curator's comments": ["This object belongs to a group of 8 statuettes purchased in 1908 from Panayotis Kyticas, a prominent antiquities dealer. These were found in 1903 in the Karnak Cachette and were destined for the Egyptian Museum (Cairo) but were stolen. Following apprehension of the thieves, the director of the Service des Antiquitiés from 1881-1914, Gaston Maspéro, authorised their sale to the British Museum via Kyticas. Commentaries on this individual and his surviving monuments have suggested that he may have actually lived much later than the 26th Dynasty, and instead been active within Karnak during the 30th Dynasty (Klotz 2016). Another small block statue of an individual with the same name was also found within the cachette, and is now in the Egyptian Museum (Cairo, JE 37432: https://www.ifao.egnet.net/bases/cachette/ck294), and a scribal statue of his relation named Userkhonsu, possibly his father or his son, was also found within the Karnak cachette, both of which are also dated to the earlier phases of the Late Period (Egyptian Museum Cairo, JE 37327: https://www.ifao.egnet.net/bases/cachette/ck829). The Karnak cachette, a ritual deposit of over 1000 commemorative objects, was found in a central courtyard of the Karnak temple complex. This find included a wide range of non-royal statuary spanning across several phases of pharaonic history. Many of the statues date to the later phases of the first millennium BC, particularly the Late Period and Ptolemaic Period, suggesting that the deposit itself took place in the Ptolemaic era (Blyth 2006). A large number of statues from the Late Period onwards include an image of Osiris either as a figure or within a naos shrine, reflecting the increasing importance of this god within the sacred space at Karnak (Goyon et al 2004). Several Osiris chapels were also added to the complex from the Third Intermediate Period until the Ptolemaic Period, as well as a number of divine images of Osiris (Coulon 2016, Coulon et al 2018). Dedicating a statue within the temple, as opposed to the traditional place in the tomb, also became a more favourable practice from the end of the New Kingdom; it was believed that the statue subjects could ‘reap the rewards’ of being present within the sacred space of the temple, and participate in the wide array of offerings, rituals, and festivals. Other important ancient caches of commemorative objects have been found elsewhere in Egypt, including Luxor temple and the Serapeum at Saqqara, though the Karnak cachette is the largest known example. Further Bibliography: M. Azim, G. Réveillaic, 2004. Karnak dans l’objectif de Georges Legrain I-II (Paris), p. 315 (I) [as 37356], 242, 252 (II). H. De Meulenaere, 1994. ‘Recherches sur un pȝ wrm thébain’, in C. Eyre, A. Leahy, L.M. Leahy (eds.), The Unbroken Reed. Studies in the Culture and Heritage of Ancient Egypt in Honour of A.F. Shore (London), p. 218, n. A. Karnak Cachette Database IFAO: https://www.ifao.egnet.net/bases/cachette/ck1206 D. Klotz, 2016. ‘A Good Burial in the West: Four Late Period Theban Statues in American Collections’, in in L. Coulon (ed.), La Cachette de Karnak: Nouvelles perspectives sur les découvertes de Georges Legrain. BdE 161, (IFAO), p. 456, n. 131. F. Payraudeau, 2012. ‘Le dieu et ses jambes: Sur deux titres sacerdotaux rares du Premier millénaire (Statue Caire JE 36992)’, Journal of the Society for the Study of Egyptian Antiquities 37, p. 54-55, Pl. 57. General Sources: E. Blyth, 2006. Karnak: Evolution of a Temple (London). L. Coulon, 2016. ‘Les statues d’Osiris en pierre provenant de la Cachette de Karnak et leur contribution à l'étude des cultes et des formes locales du dieu’, in L. Coulon (d.), La Cachette de Karnak: Nouvelles perspectives sur les découvertes de Georges Legrain. BdE 161, (IFAO), p. 505-563. L. Coulon, A. Hallmann, F. Payraudeau, 2018. ‘The Osirian Chapels at Karnak: An Historical and Art Historical Overview Based on Recent Fieldwork and Studies’, in E. Pischikova, J. Budka, K. Griffin (eds.), Thebes in the First Millennium BC: Art and Archaeology of the Kushite Period and Beyond (London), p.271-293. J.C. Goyon, C. Cardin, M. Azim, G. Zaki, 2004. Trésors d’Egypte: La “cachette” de Karnak (1904-2004) (Grenoble)."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 134, no. 133) ", " Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 164) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1908"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA48039"], "Registration number": ["1908,0509.8"], "Conservation": ["Treatment: 25 May 2022"]}