{"artifact_name": "dish", "Object Type": ["dish"], "Museum number": ["EA22738"], "Description": [" Glazed composition dish: this bright blue glazed composition dish with black decoration has a button foot, coloured black on the underside, which serves as a central element from which the dotted sepals and petals of the blue lotus radiate to decorate the outer surface. The black edged rim rises vertically from the body of the bowl to provide a distinct neck, decorated with groups of black stripes. Inside the bowl, within a circle of twelve pendant double buds of the blue lotus, each joined to the next by a continuous arched double stem, swims a 'Tilapia' or 'bolti', chewing on the stem of a lotus pad. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1400BC-1300BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 4.20 centimetres ", " Weight: 129 grammes ", " Width: 13.30 centimetres ", " Depth: 12.90 centimetres "], "Curator's comments": ["None of the bowls decorated in this way with aquatic themes seem to have been used as a drinking vessel, and certainly none has been found in a domestic context (although see Giddy, Survey of Memphis II: pls. 58-9). It is far more likely that they were intended to hold offerings and libations in tomb or temple ritual, for the blue lotus was associated with the daily rebirth of the sun god and the 'Tilapia' which also had connotations of regeneration. Thus the deity or the deceased would be offered the possibility of constant rebirth and renewal. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 171-173 No 51."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.138-139)"], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 7 Oct-26 Feb, Middlesbrough, Dorman Museum, NP Ancient Egyptians "], "Condition": ["good"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1890"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22738"], "Registration number": ["1890,0412.15"], "Conservation": [" Treatment: 17 Aug 2001 ", " Treatment: 02 Mar 2000 ", " Treatment: 04 Aug 1998 "]}