{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA34178"], "Description": [" Blue glazed composition shabti of Pinudjem I decorated with black ink; column of hieroglyphic text down the front. The mummiform figure wears a wig with a uraeus, false beard, and a broad collar. The crossed arms hold two hoes. The face is small, the eyes painted large in black ink, the nose only vaguely modelled, and no mouth is indicated. The ink was applied in fairly loose brushstrokes. "], "Cultures/periods": ["21st Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Dimensions": [" Height: 14.02 centimetres ", " Width: 4.39 centimetres ", " Depth: 3.21 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["One of seven Pinudjem shabtis in the British Museum collection. Six boxes of similar blue faience shabtis were found along with the mummy of Pinudjem in the Deir el-Bahri cache. Pinudjem I was a high priest of Amun at Thebes and army controller, who ruled southern Egypt while the north under the control of rulers at Tanis. He married a daughter of Ramses XI to cement his power and part way through his rule he adopted royal iconography and then later royal titulary. On this shabti, royal iconography was also adopted in the form of the uraeus and false beard, though some of Pinudjem’s other shabtis lack these. Some of the shabtis take the form of workers, others of reis. His son Pseusennes I went on to become king at Tanis. Shabtis were included in burials to act as labourers for the deceased should they be called upon to perform agricultural work in the afterlife."], "Location": ["On display (G63/dc14)"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt "], "Condition": ["good"], "Associated names": ["Named in inscription: Panedjem I"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1875"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA34178"], "Registration number": ["1874,0517.95"]}