{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA13368"], "Description": [" Fragmentary limestone seated figure of the male official Renseneb. He wears a long kilt that extends down to the ankles. His left hand is placed flat on his lap, and his damaged right hand clearly held a piece of folded cloth which is still visible along his thigh. Traces of red-brown paint to denote his skin are visible on his right hand and feet. On either side of the seat are four slim columns of incised text, with traces of dark blue and white paint in the hieroglyph signs. The border lines of the text also bear faint traces of red paint. On the reverse are a further three slim columns of incised text with the beginning of each line now lost. Traces of dark blue paint are particularly notable in these three columns on the back of the seat. In addition to the loss of the upper body, there are numerous chips to the stone surface across the edges of the seat and top of the base. A number of further marks are visible on the clothing and right forearm of the figure. The object is attached to a modern rectangular base. "], "Cultures/periods": ["18th Dynasty (early)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 16.50 centimetres (max) ", " Width: 9.70 centimetres ", " Depth: 24 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Renseneb holds the title of ‘overseer of all works of the king’. The monument itself has been dedicated by another individual named Heriheramun, who bears the title of ‘lector priest’. Renseneb is known from other 18th Dynasty objects within the British Museum including a heart scarab (British Museum EA 24401: https://www.britishmuseum.org/collection/object/Y_EA24401), and a wooden shabti (British Museum EA 57342: https://www.britishmuseum.org/collection/object/Y_EA57342)."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 126, no. 52) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 546) "], "Location": ["Not on display"], "Condition": ["incomplete - upper body lost"], "Associated names": [" Named in inscription: Renseneb ", " Named in inscription: Heriheramun "], "Acquisition name": ["Purchased from: Arthur Lyttelton Annesley"], "Previous owner": ["Previous owner/ex-collection: George Annesley, 2nd Earl of Mountnorris"], "Acquisition date": ["1853"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA13368"], "Registration number": ["1853,0108.108"]}