{"artifact_name": "model group; figure", "Object Type": [" model group ", " figure "], "Museum number": ["EA36422"], "Description": [" Wooden model of a sailing-boat with crew: the depth and beam of the hull are normal, but with comparatively little sheer; painted red, stern slightly higher than bow. It is carved from a solid block of wood. Deck is hollowed out leaving low gunwales running from stern to the beginning of the raised fore-deck. After-deck is slightly raised and painted red; the gunwales bore black marks of which only a few are now clearly visible. The after section of the longitudinal strip is painted red with black cross strips and is strengthened by two curved side-pieces forming an anchor-shaped structure, also red with black markings. Two holes of doubtful purpose on starboard quarter close to standing figure. Centre and fore-decks are marked out in red on white, as usual, except that the normal small oblong space around the foot of the mast is absent. The centre-line running from mast to fore-deck has been painted black over red. A wooden centre strip was once pegged to the deck in the bow but this and a large piece of the bow are missing; the remains of one peg exist. There is a tall, tapering mast, carefully shaped. No trace left of yards, sail, or rigging. There is a hole in the stern on the starboard side which is of doubtful purpose; it is too much off centre to be a socket for a steering-post. There is a small tunnel-shaped cabin aft, painted yellow with red stripes; in the deck beneath it is a large square hole which probably served as a socket for the figure of the owner, now missing; the after end of the cabin is closed by a wall painted red. Aft of the cabin is a large thick white-painted crutch intended to support the mast when it was lowered to reduce windage during rowing; the crutch seems considerably out of scale, but could possibly have served as a support for the missing steering-oar, which worked in a notch in the stern. There is no room on this model for the usual steering-post. There is no pilot in bows; he may have been lost with the damage to the bows. Two figures abaft the mast-crutch may perhaps be intended for helmsmen, though this type of boat would have one steering-oar only. Between mast and cabin is a group of six sailors, three a side facing inboard, who are supposed to be working the rigging; forward of the mast and facing aft stands another figure, feet not carved, apparently gesticulating, with one arm raised and the other down, who may represent the captain issuing orders. Four of the crew are unshaven. A large hole on the centre-line just forward of the cabin may possibly be for a passenger, conceivably the owner's son, while also on the centre-line, nearer the mast, is a small hole which may indicate the original presence of another figure. All the figures have red bodies, black wigs, and white skirts; in two cases the original fabric skirt remains. The figures have features modelled as well as painted, with arms pegged to shoulders; hands partly modelled and in some cases pierced with holes to take cordage. "], "Cultures/periods": ["Middle Kingdom (early)"], "Production date": ["BC2000-1800 (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" wood ", " linen "], "Type series": ["Reisner Type II"], "Technique": [" painted ", " pierced ", " carved "], "Dimensions": [" Length: 69.80 centimetres ", " Width: 15.20 centimetres ", " Depth: 8.30 centimetres "], "Bibliographic references": ["Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (25)"], "Location": ["Not on display"], "Condition": ["Good. The bows of vessel are partly rotted, with the possible loss of pilot; the centre strip is lost. The stern is also partly rotted, the cabin badly worm-eaten and its paint barely visible. There is no trace of rigging. The occupant of the cabin is lost; of the crew abaft the mast the first man on the larboard side has lost both arms and the second man on the starboard side has only one; of the two figures in the stern, only the right arm of the starboard figure is preserved."], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36422"], "Registration number": ["1902,0412.122"], "Conservation": ["Treatment: 29 Apr 2014"]}