{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8451"], "Description": [" Sycomore fig wood stela depicting Khay: this round-topped stela has a curved sky-sign and a winged sun-disk at the top under which the god Ra-Horakhty, mummiform, on the left is being adored by the wʿb-priest of Amun Khay, on the right. Between them is an altar and above are five (?) columns of text containing an invocation of the god for funerary offerings for the deceased. Part of the standard of the West can be seen on the left side, while that on the right has worn away. This stela is badly worn with loss to much of the surface. There is a long crack down the centre. The background is white and the sky is blue. The sun-disk is red with a white border and brown uraei with blue heads. The upper wings are white with brown dots and a blue upper edge; the middle are white with feathers outlined in black with red tips; the lower are green with red tips. The disk of the god is red with a white border and brown uraeus. His face is white with a black beak, black eye on brown with a touch of red, blue wig, and blue and brown sceptres. His hands appear to have been green and his body white. The throne is red and blue divided by white on a pink base. The human figure has a red body, white garment with black edges and fringe, black features and wig, white fillet, and white and red unguent cone. Part of the altar appears to have been blue and the offerings green. The hieroglyphs are black on a dark white background between blue dividing lines. The figures stand on a base composed of blue, black, white, and red bands. The standard had a pink pole, blue top, and red feather. "], "Cultures/periods": ["Third Intermediate"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["sycomore fig wood"], "Technique": ["painted"], "Dimensions": [" Height: 34.50 centimetres ", " Weight: 0.890 kilograms ", " Thickness: 2.70 centimetres ", " Width: 23.70 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["invocation"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 82 (no. 124); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 112 (no. 33)."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.8-9)"], "Location": ["Not on display"], "Condition": ["poor - surface worn, central crack"], "Associated names": [" Named in inscription & portrayed: Khay ", " Representation of: Ra-Horakhty "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8451"], "Registration number": [".8451"], "Additional IDs": [" Miscellaneous number: BS.8451 (Birch Slip Number) "], "Conservation": ["Treatment: 17 Oct 2013"]}