{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1825"], "Description": [" Limestone statue fragment of the king Hakor, only the right leg and part of the back-pillar now remaining. The king appears adopt the conventional striding pose with the left leg advancing forward of the right leg. On the reverse there are remains of an inscription from a column of text along the back-pillar, the beginning and end portion now lost, which includes the kings name and an evocation of the goddess Bastet. In addition to the break across the upper thigh and below the knees of both of the figure’s legs, what remains of the right leg section is severely damaged. There are several abrasions across the stone surface, most notably on the back-pillar along the right-side border. "], "Cultures/periods": ["29th Dynasty"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tell Basta (Bubastis) "], "Materials": ["limestone"], "Dimensions": [" Height: 31 centimetres (max) ", " Weight: 4620 grammes ", " Width: 12 centimetres (max) ", " Depth: 19 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" In most cartouches, the name is spelled Hagar, a non-Egyptian name linked with North Arabian tribes. Whether this indicates that Hakor was of non-native Egyptian descent is not clear since the name was used by other Egyptian individuals during the same period. Hakor, Hakoris and Achoris were likely a Greek interpretation of Hagar. Published: Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 156 ", " Given its fragmentary nature, there is little surviving stylistic evidence to date or identify the figure. However, the king Hakor is positively identified through the surviving cartouche featuring his birth name inscribed on the back-pillar. Also known as Hakoris and Achoris, this king was the penultimate ruler of the 29th Dynasty. His other royal names, not recorded here but found within other surviving monuments, demonstrate that he followed his predecessors by adopting the same titulary as earlier successful kings (Gauthier 1916; Von Beckerath 1999). If a year of the king’s reign was originally given within the inscription from the British Museum figure, this is now lost. This figure was found during excavations within the great temple at Bubastis, and was noted as the first occurrence of this king’s name in the Delta (Naville 1891); other surviving mentions of Hakor include fragments of monuments found at Herakleopolis Magna and Karnak (Bakry 1964; Lauffray 1995). Further Bibliography: H.S.K. Bakry, 1964. ‘À propos d’un bloc portant le protocole et les cartouches du roi Achoris (“Acwri\") (393-380 B. C.)’, Annales du Service des Antiquités de l'Égypte 58, 1, p. 1-2. M. Gauthier, 1916. Le livre des Rois d'Égypte, t. IV. De la XXVe dynastie à la fin des Ptolémées (IFAO, Cairo). J. Lauffray, 1995. La Chapelle d'Achoris a Karnak Vols 1-2 (Paris). E. Naville, 1891. Bubastis 1887-1889 (London), p. 56, Pl. XLII B. O. Perdu, R. Meffre, 2012. Le crépuscule des pharaons: chefs-d'œuvre des dernières dynasties égyptiennes : ouvrage publié à l'occasion de l'exposition au Musée Jacquemart-André du 23 mars au 23 juillet 2012 (Brussells). J.D. Ray, 1986. ‘Psammuthis and Hakoris’, Journal of Egyptian Archaeology 72, p.149-158. J. Von Beckerath, 1999. Handbuch der ägyptischen Königsnamen (Mainz). "], "Bibliographic references": ["Porter and Moss 1968 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings: IV Lower and Middle Egypt (p. 32)"], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["incomplete - leg-section only"], "Associated names": ["Named in inscription & portrayed: Hakor"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1825"], "Registration number": ["1888,0310.10"], "Conservation": [" Treatment: 04 Nov 1981 ", " Treatment: 04 Mar 2022 "]}