{"artifact_name": "stopper; plug; seal-impression", "Object Type": [" stopper ", " plug ", " seal-impression "], "Museum number": ["EA53960"], "Description": [" Yellow plaster wine-amphora stopper with Nile silt pottery disc plug. The seal is made from lime plaster or lime plaster and gypsum mix with large dark and limestone inclusions and vessicules. It has been impressed with a circular stamp and then painted red. The centre of the stamp impression depicts a cross flanked by the initials ΜΚ and, surrounding, Greek text, is now illegible. Visible are evidence of a string used for removal as well as the black sealant, probably pine pitch. The plug is from a wheel-made red silt fabric amphora or jar, probably from an Egyptian Nile silt amphora. "], "Cultures/periods": ["Late Antique"], "Production date": ["4thC-7thC"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": [" pottery ", " plaster ", " lime ", " gypsum (?) ", " pine pitch "], "Technique": [" stamped ", " painted "], "Dimensions": [" Diameter: 77 millimetres ((max)) ", " Diameter: 64 millimetres (amphora neck) ", " Diameter: 73 millimetres (stamp impression) ", " Height: 18 millimetres "], "Curator's comments": ["Plaster stoppers, sealed with pine pitch and with a fermentation hole and straw valve, were commonly used on wine-amphorae (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). This method of closing wine-amphorae with plaster stoppers was common in Egypt and North Africa during the Roman and Byzantine periods (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). Unlike the mud stoppers (e.g., EA 53951–54) that were used on wine-amphorae produced by estates, this type of plaster stopper (e.g., EA 53955, 53957–63) was commonly used on wine-amphorae used by wine traders (Thomas 2011, types 1 & 7; Thomas and Tomber 2006: types 1 & 7). The cross motif and amphora fabric used for the plug suggests a late Roman date. Evidence of a string used for removal and the black sealant, probably pine pitch, suggest that the amphora was used for wine (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). The Greek letters, Μ and K, may be initials. Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO."], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (55)"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1915"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53960"], "Registration number": ["1915,0207.10"]}