{"artifact_name": "soul house", "Object Type": ["soul house"], "Museum number": ["EA32612"], "Description": [" Pottery 'Soul House': an oval platter on which is a small shelter or room with a curved roof at the rear. In front of this room are arranged a number of food items. These include some pots (which are to be understood as containing food), some loaves of bread, and a number of joints of meat, all highly relevant to the needs of the deceased. In the centre at the front is a squarish offering table, with a small spout at the front which permitted libations to be poured (symbolically) over the offerings, and the water could then drain off. "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Dimensions": [" Height: 15 centimetres ", " Weight: 4.37 kilograms ", " Width: 27.50 centimetres ", " Depth: 32.80 millimetres "], "Curator's comments": ["'Soul Houses' were originally thought to be a representation of an abode for the 'ka' spirit of the deceased, although this is now thought to be less likely, the representations of food offerings being more important. However, it is possible that these often crudely made models can be used to give some idea of what a typical dwelling might have looked like. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 160-1, pl. on p. 161."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.160-161)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1994 Jan-Mar, Doncaster Museum & Art Gallery, Ancient Egypt 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2018 - 2027, Mar -29 Mar, Maidstone, Maidstone Museum & Bentlif Art Gallery, LT "], "Condition": ["good"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1900"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32612"], "Registration number": ["1900,0609.125"], "Conservation": [" Treatment: 05 Feb 2011 ", " Treatment: 20 Oct 1998 ", " Treatment: 28 May 1992 ", " Treatment: 11 Sep 2014 "]}