{"artifact_name": "offering-cup; foundation-deposit", "Object Type": [" offering-cup ", " foundation-deposit "], "Museum number": ["EA58330,d"], "Description": [" Model of an offering-cup in glazed composition; open cup with flat base, slightly flared sides and small out-turned rim; pale yellowish green glaze; pale cream medium hard core; reconstructed from fragments. "], "Authority": ["Ruler: Ptolemy II Philadelphos"], "Cultures/periods": ["Ptolemaic"], "Production date": ["285 BC-246 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Great Temenos, From the pylon of Ptolemy II in the Egyptian temple-enclosure, SE corner (?) "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Width: 3.80 - 3.85 centimetres (at base) ", " Diameter: 4.55 centimetres ", " Height: 2.80 centimetres "], "Curator's comments": ["At least six foundation deposits were discovered in Ptolemy II gateway of the Great Temenos, one at each of the four corners and one at the northwest and southwest corners of a central hall (Petrie 1886, 28-31, pl. 25-26; Weinstein 1973, 376-378, no. 158). The content of these deposits is purely Egyptian in nature and is very similar to that of Late Period foundation deposits (see for example those discovered at Tell Nebesheh, Gemaiyeni and Tell Defenneh: Petrie 1888, 14-15, 40-42, 54-55, pl. 5-6, pl. 19 and 21-23). Naukratis foundation deposits can be further compared to several foundation deposits, mainly dated between the reigns of Philip III Arrhidaeus and Ptolemy IV, and discovered in various temple complexes of the Delta, at Coptos and in the Theban region (discussed in: Weinstein 1973, 352-363, Group I). Twelve offering-cups were discovered in the foundation deposits: three in the north-east corner, four in the south-east one, one in the south-west one and four in the north-west one (Petrie 1886, 31, pl. 25 no. 14-17). The British Museum register records that this object was 'found in the Museum' and, subsequently, transferred to the Department of Ancient Egypt and Sudan, along with four others faience vessels (the offering cups and the libation-vase nos. 1920. 1113. 1 - 5). The object possibly belongs with consignment intended for Berlin (Petrie 1886, 30-31). If this assumption is true, then this vase would pertain to the south-east deposit. Small faience vessels tend to act as substitute of ceramics’ models in the foundation deposits of the Ptolemaic period (Weinstein 1973, 356-357). They are often just small cups like this one, but they can reproduce more complex vase shapes (for example a double Hes-vase from a foundation deposit at Herakleion-Thonis: Goddio, Fabre 2008, 138-139, no. 390). Goddio, F. and Fabre D. (eds) 2008, Egypt’s sunken treasures, Munich. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1888, Tanis 2: Nebesheh (Am) and Defenneh (Tahpanhes), London. Weinstein, J. M. 1973, Foundation deposits in ancient Egypt, Ann Arbor."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 31) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (NA.16) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair (all worn; some reconstructed)"], "Acquisition date": ["1920"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58330,d"], "Registration number": ["1920,1113.5"]}