{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10183,5"], "Title": ["Series: The D'Orbiney Papyrus"], "Description": [" Papyrus D'Orbiney; frame 5: Hieratic text - Tale of the Two Brothers. "], "Producer name": ["Scribe: Inena"], "Cultures/periods": ["19th Dynasty"], "Production date": ["1215BC (circa)"], "Findspot": [" Excavated/Findspot: Memphis (Egypt) "], "Materials": ["papyrus"], "Dimensions": [" Length: 56 centimetres (frame) ", " Width: 28.70 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["literary"], "Curator's comments": [" Bibliography: E. de Rougé, 1852. Notice sur un manuscrit égyptien en écriture hiératique, écrit sous le règne de Merienphthah, fils du grand Ramsès, vers le XVe siècle avant l'ère chrétienne. S. Birch, 1860. Select Papyri in the Hieratic Character from the Collections of the British Museum; Bd. 2; Plates. 9-19 A.H. Gardiner, 'Late Egyptian Stories','Bibliotheca Aegyptiaca' 1 (Brussels, 1932) ix–x, 11–29 (this section: 28–9). translation: M. Lichtheim, 'Ancient Egyptian Literature: A Book of Readings II: The New Kingdom' (Berkeley, 1974), 203–11. S. Hollis, 'The Ancient Egyptian 'Tale of the Two Brothers' : The Oldest Fairy Tale in the World' (Norman, OK, and London, 1990). W. Wettengel, 2003. Die Erzählung von den beiden Brüdern: der Papyrus d'Orbiney und die Königsideologie der Ramessiden S. Quirke, 2004. Egyptian Literature 1800 BC. Questions and Readings. p. 17-18 S. Hollis, 2008. The ancient Egyptian “Tale of two brothers”: a mythological, religious, literary, and historico-political study. ", " The D'Orbiney Papyrus presents one of the more famous of Egyptian literary compositions, variously interpreted in modern times as a fairy tale, a historical allegory and a political satire, among others. It is a highly entertaining but also sophisticated tale written in literary New Egyptian, telling of two semi-divine protagonists and their adventures, from which it derives its modern title 'The Tale of the Two Brothers'. The only known copy of the 'Tale' is this manuscript of nineteen columns, which was probably roughly contemporaneous with its composition. The story begins by presenting an idyllic household, consisting of Anubis, his wife, and his brother, Bata. Their pleasant lifestyle is disrupted when the wife of Anubis tries unsuccessfully to seduce her brother-in-law. She then claims that Bata attacked her. Believing his wife, Anubis initially turns against his brother and forces him to leave the family. Anubis later discovers his wife's disloyalty and kills her. The brothers are reunited. Meanwhile, the gods have fashioned a wife for Bata. Unfortunately, she rejects him in favour of the king. To regain her, Bata assumes a sequence of different forms, the last being a persea tree. Bata's wife orders the tree to be cut down. A splinter from the tree flies into her mouth, 'she swallowed it and in a moment she became pregnant'. Bata is reborn, now as her son, and becomes king of Egypt. He elevates his brother, Anubis, to succeed him, overcoming the catastrophes that had beset the pair. This papyrus can be linked with those acquired from Giovanni Anastasi (1780-1860) and Francois Sallier (1764-1831) in the early nineteenth century; these include literary papyri written by the same scribe Inena (P. Anastasi iv, vi and vii, and P. Sallier ii) in his fine elegant literary hand; others were written by scribes with titles of members of the same institution. This papyrus was written while Seti II (1214- 1204 BC) was still crown prince, to judge by the jotting that occupies the space after the colophon. Inena is thus a near-contemporary of the Theban Qenherkhepeshef. The papyri probably all came from a single find at Saqqara, either from the tomb of Inena himself, or from a semi-official archive that had been stored in the necropolis. "], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381214) (http://www.trismegistos.org/text/381214)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, brittle, fragmentary Black ink Red ink Backed: linen Overlaid: blue paper Mount Details: Sandwich: glass Sandwich: board Binding: leather Object Priority: B Mount Priority: A Overall Condition: D Curatorial condition comment: good"], "Associated names": ["Named in inscription: Inena (scribe)"], "Associated titles": ["Associated Title:", " Tale of the Two Brothers "], "Acquisition name": ["Purchased from: Elizabeth d'Orbiney"], "Acquisition date": ["1857"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10183,5"], "Registration number": [".10183.5"], "Additional IDs": [" Miscellaneous number: BS.10183 (Birch Slip Number) ", " Miscellaneous number: Frame.5 "]}