{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10615,1"], "Description": [" Papyrus written with black ink with demotic legal text on recto (9 ll.) and verso (list of 16 witnesses). Thompson's MS Catalogue: \"Cession of a large number of tombs and their contents, probably in the necropolis of Djeme. Parties: Senminis daughter of Thotsutmis to the pastophore of Amenophis on the West of Thebes, Panas son of Espmetis. Scribe: Amenothes son of Tuot. Date year 7 Thoth 16 of Philometor = BC. 175 Oct. 21. Origin Thebes.\" "], "Cultures/periods": ["Ptolemaic"], "Production date": ["175BC"], "Findspot": [" Excavated/Findspot: Medinet Habu (Thebes) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Length: 45.50 centimetres (frame) ", " Width: 33 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["legal"], "Curator's comments": [" This document is part of a family archive associated with Panas, son of Espmetis, a mortuary priest and moneylender. Panas’ archive contains documents from his own business (between 180-157 BC), his father Espmetis’ business (between 239-223 BC) and Panas’ wife Tathoytis (from 175 BC). Papyri from Panas’ archive are held by multiple institutions, the British Museum holdings are: EA10388; EA10532; EA10556,1-4; EA10557; EA10612; EA10613; EA10614; EA10615,1-3; EA10670,1-7; EA10823 and EA10824. Panas also appears in documentation from other family archives, including that of Pechytes, son of Pchorchonsis, and what is known as the ‘Anonymous’ family archive. For a full list of associated documents and their relationship with Panas: https://www.trismegistos.org/arch/archives/pdf/446.pdf https://www.trismegistos.org/arch/detail.php?quick=446 P.W. Pestman, 1995. ‘A family archive which changes history’, in S.P. Vleeming Hundred-gated Thebes: acts of a colloquium on Thebes and the Theban area in the Graeco-Roman period B. Muhs, 2005. Tax receipts, taxpayers, and taxes in early Ptolemaic Thebes ", " Bibliography Felber, H., Demotische Ackerpachtverträge (ÄA 58). Wiesbaden, 1997, pg. 77-8. Cf. entry in www.trismegistos.org - DAHT. "], "Bibliographic references": [" Andrews 1990a / Catalogue of Demotic Papyri in the British Museum IV: Ptolemaic Legal Texts from the Theban Area (p.31-4, pl.15, 17-19) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (2747) (http://www.trismegistos.org/text/2747) ", " Muhs 2014/2015 / More Papyri from the Archive of Panas Son of Espemetis (p. 91) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, loss, stained, insect attack Black ink (abraded) Tabbed: kraft paper Mount Details: Sandwich: glass Binding: cloth (damaged) Binding: masking tape Object Priority: B Mount Priority: B Overall Condition: B Curatorial condition comment: fair"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1903"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10615,1"], "Registration number": ["1903,0512.239.1"], "Additional IDs": [" Miscellaneous number: Frame.1 ", " Miscellaneous number: P.Brit.Mus. IV 6 "], "Conservation": ["Treatment: 19 Nov 2003"]}