{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1239"], "Description": [" Painted limestone statue of Nenkheftka; damage to feet. "], "Cultures/periods": ["5th Dynasty (mid)"], "Production date": ["2450BC (c. (? perhaps))"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Tomb of Nenkheftka "], "Materials": ["limestone"], "Dimensions": [" Height: 134 centimetres "], "Curator's comments": [" Published: Petrie, Deshasheh, pl. XXX PM IV, p.123 Illustrated, James & Davies, Egyptian Sculpture, 23 Nicholson and Shaw, Ancient Egyptian Materials and Technology (Cambridge 2000), p. 42. ", " Strudwick N 2006 In 1897 W. M. F. Petrie explored the tombs of Deshasha, just south of the Fayum, and excavated some of the cemeteries there. Material spanning a range of dates was found, but the principal tombs are rock-cut examples dating from the Old Kingdom. Petrie also located the remains of the base of a stone-built mastaba chapel on a hillside, and discovered a small shaft with a chamber at the bottom filled with fragments of statues. These pieces were reassembled into twelve statues bearing the name Nenkheftka. The British Museum has two statues from this group (the other is registration no. 1897,1009.2). This is probably the finest of the group. Nenkheftka wears the short heavy wig associated particularly with the Fifth Dynasty, a plain white collar, and a white kilt. The red-brown body colour is very well preserved. As usual for standing statues, the left foot is advanced. The face is carefully carved, and even the nose has survived intact. The superb rendering of the facial features and detailing of the wig make this a masterpiece of Egyptian sculpture. Free-standing limestone statues of this quality are best known in the Fifth Dynasty from the royal court cemeteries around Memphis, in particular at Saqqara. It is thus tempting to date this statue to the mid-Fifth Dynasty on the basis of its style, and to suggest that it was a product of the Memphite workshops, buried with the owner. As nothing is known of Nenkheftka's origins, he may even have been sent out to administer the area from the capital. It is quite unusual for a tomb outside the capital to be constructed as a stone mastaba, and this might also suggest that Nenkheftka's burial is earlier than the rock tombs at Deshasha, since the other mastabas south of Memphis are from the Fourth or Fifth Dynasty. Petrie suggested that the Nenkheftka of the British Museum statue might have been related to a similarly named individual at Saqqara. This person may have lived in the reign of Sahure or shortly afterwards. While the name might be a convincing case for a link, this remains to be proven. ", " Jones 1990 [Information relating to registration nos. 1897,1009.1 (a) and 1921,0507.1 (b)] The period from about 700 BC to the Roman conquest witnessed a remarkable revival in Egyptian art, seemingly stimulated by the Nubian rulers who gained control of Egypt towards the end of the eighth century BC. One of the most influential factors in this revitalisation of art was the so-called 'archaising tendency', a harking back to the glories of what were regarded as the 'golden ages' of Egypt's past - the Old, Middle and New Kingdoms. The monuments of those periods were studied in detail and those qualities considered to be their finest were imitated in contemporary art, architecture, writing and religion. This was not done with any intention to deceive, but rather out of respect and admiration for the great achievements of the past, and out of a desire to identify the present more closely with those earlier epochs. Nowhere is this tendency more apparent than in private sculpture. The statue of the priest Tjayasetimu (b), which would have been placed in a temple to enable the owner's spirit to partake of the offerings, is clearly copied from the tomb statues made for private individuals in the Old Kingdom. That of Nenkheftka from Deshasha (a), is an excellent example of such a figure. The sculptor of the late statue has copied both the stiff formal pose, with left foot advanced and arms held rigidly at the sides, and the simple costume, reproducing carefully the short curled wig, fashionable in the Old Kingdom but not usual in the Late Period. Archaising sculptures of the 25th and 26th Dynasties are sometimes such successful imitations of earlier works that dating would be difficult were it not for the inscriptions, which provide essential clues. Since there is no reason to suppose that the texts of the present statue were later additions, the name of the owner, Tjayasetimu - not attested before the Late Period - is a reliable guide, while among his titles is that of Priest of the statues of King Psammetichus I (664-610 BC), demonstrating that the figure cannot be dated earlier than the middle of the seventh century BC. Literature: H. Brunner, 'Archaismus', in Lexikon der Ägyptologie I, Wiesbaden 1975, cols 386-95. "], "Bibliographic references": [" Strudwick 2006 / Masterpieces of Ancient Egypt (pp.58-59) ", " Jones 1990a / Fake? The Art of Deception (9a) "], "Location": ["On display (G4/B26)"], "Condition": ["fair - damage to feet"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1239"], "Registration number": ["1897,1009.1"]}