{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Museum number": ["EA60990"], "Description": [" Steatite amuletic figure seated on a low backed chair. The figure wears a form of crown, possibly the double crown, and appears to have had a uraeus cobra placed above the forehead. He faces slightly towards the right side, and has a distinctive plaited side lock of hair. The body is crudely modelled but the figure appears to be nude, and he holds his left arm by his side while the right hand is held across the chest with an elongated index finger raised to the chin. This gesture coupled with the figure’s nudity and hairstyle are common visual characteristics of the god Horus-the-Child (Harpocrates). On the reverse a slim back-pillar extends to the tip of the crown, and is inscised with pseudo-hieroglyph signs. Each side of the seat also includes incised pseudo-hieroglyph signs, some of which are discernible including a striding figure and large sistrum on the left side. At the upper section of the back-pillar is a suspension hole. The base has been damaged and partially restored in modern times. The tip of the crown has also been damaged. The figure is now attached to a modern base. "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Technique": ["pierced"], "Dimensions": [" Height: 9.32 centimetres ", " Width: 2.24 centimetres ", " Depth: 3.97 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The pseudo-hieroglyphs inscribed across this object raise questions about its authenticity, though they may have potentially been added to the figure at a later date. While the modelling of the figure is particularly crude, well-established conventions used to visually identify Harpocrates such as the raised index finger, the nude body and the sidelock of hair, are all present here. The suspension hole at the back is also typical of amulets of this size, used to either allow the object to be worn or to be attached to something. Representations of the child god Harpocrates became increasingly popular during the Late and Ptolemaic periods, ranging from small amuletic forms such as this to larger statues and composed from materials such as stone, faience, and bronze."], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Bequeathed by: Sir Hans Sloane"], "Acquisition date": ["1753"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA60990"], "Registration number": ["OC.381"], "Additional IDs": [" Miscellaneous number: Sloane 691 "]}