{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10124"], "Description": [" Funerary papyrus of Tasheretenkhons Gepor containing Second Book of Breathing (abridged version, with some original elements) written in hieratic script verso and recto. "], "Cultures/periods": ["Roman Period"], "Production date": ["146 (see Herbin 2008, 104)"], "Findspot": [" Found/Acquired: Egypt, Thebes. Found with P. BM EA 10123 probably inside the now lost coffin of Senchonsis in the collective tomb of the archon Soter (see Herbin 2008, 104). "], "Materials": ["papyrus"], "Dimensions": [" Length: 41 centimetres (frame) ", " Width: 25.50 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: Herbin, F.-R., Books of Breathing and Related Texts (Catalogue of the Books of the Dead and Other Related Texts in the British Museum IV), London, 2008, pp. 104-105, pls. 64-67."], "Bibliographic references": [" Quirke 1993 / Owners of funerary papyri in the British Museum (246) ", " Herbin 2008 / Books of Breathing and Related Texts (pp.104-105, pls.64-67) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (57791) (http://www.trismegistos.org/text/57791) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2012 July - September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead "], "Condition": ["Papyrus Survey: Condition Details: Papyrus Black ink Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape. Object Priority: A Mount Priority: A Overall Condition: A Curatorial condition comment: fair"], "Associated names": ["Named in inscription: Tasheretenkhons Gepor"], "Associated titles": ["Associated Title:", " Book of Breathing "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10124"], "Registration number": [".10124"], "Conservation": [" Treatment ", " Treatment: 07 Nov 1988 "]}