{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA11131"], "Description": [" Bronze figure of Isis seated and suckling Harpocrates: Isis, the archetypal mother goddess, is represented characteristically as a woman presenting her breast to suckle her son who sits on her lap. She must once have sat on a separately made bronze low backed throne. Her eyes are gilded and her eyebrows are of lighter coloured copper. Over her heavy wig she wears a carefully delineated vulture headdress; the bird's head at her forehead is an insignia only worn by queens and goddesses. A circle of upreared cobras' form a 'modius', which is surmounted by cow's horns and sun disc, the goddess' typical head adornment and a reminder that Isis could take the form of a cow. Her garment is long and she wears a collar with an outermost row of drop pendants. Harpocrates is naked: a conventional indication that he is a child. Another invariable indication of his youthfulness and that he was heir to the throne of his father Osiris would be a sidelock. In this instance, a ring at the right of his head suggests the missing sidelock was of precious metal attached separately. He also wears a collar, a double heart amulet on a string and a uraeus on his brow as sign of his royal status. This was a votive statue donated to a temple or shrine: the donors name is inscribed around the base asking for life from the goddess. "], "Cultures/periods": ["Late Period"], "Production date": ["400BC-300BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" bronze ", " gold ", " copper "], "Technique": [" gilded ", " incised "], "Dimensions": [" Height: 30.50 centimetres ", " Width: 6.72 centimetres ", " Depth: 5.30 centimetres (foot-plinth) "], "$Inscriptions": [" "], "Curator's comments": ["Bibliography: 'Egyptian Treasures' (Shanghai, 1999), 100-101 No 26."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.82-83)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2022 19 May – 25 Sept, London, British Museum, Feminine Power "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Harpocrates ", " Named in inscription: Horheter (donor) ", " Named in inscription: Ptahnefer (father) "], "Acquisition name": ["Purchased from: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA11131"], "Registration number": ["1868,1102.3"], "Conservation": [" Treatment: 27 Aug 2002 ", " Treatment: 27 Oct 1994 "]}