{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10558,18"], "Description": [" Book of the Dead of Ankhwahibra, frame 18: the vignette shows the judgment hall. The roof is supported by columns, and Osiris sits enthroned as judge, under a canopy. Before him are the forty-two assessors in two rows, probably intended to be seated along the walls of the hall. The dead man appears twice, adoring each group. The main action of the scene is the weighing of the heart. Anubis and Horus tend the balance, while Thoth with his scribal palette and pen records the outcome. It is favourable to Ankhwahibra for he appears with arms upraised in jubilation, supported by Maat, the goddess who personified the concept of Right and Order. The Devourer Ammit, once again cheated of her prey, sits on a pedestal facing Osiris. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Technique": ["drawn"], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["The papyrus of Ankhwahibra is one of the finest examples of the 'Book of the Dead' from the Ptolemaic Period. The penmanship of the vignettes is of exceptional quality. Bibliography: Wüthrich, A., Édition synoptique et traduction des chapitres supplémentaires du Livre des Morts 162 à 167 (Studien zu Altägyptischen Totentexten 19,1, 2). Wiesbaden 2015. Bibliography J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, p. 32, pl. on p. 33. Mosher, Malcom Jr. 2016. The Book of the Dead, Saite through Ptolemaic periods : a study of traditions evident in versions of texts and vignettes (SPBD Studies), vol. I (BD Spells 1-15) and II (BD Spells 16, 18-30), Charleston. To be published by Svenja Guelden (University of Mainz)."], "Bibliographic references": [" Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.32-33) ", " Quirke 1993 / Owners of funerary papyri in the British Museum (23 pp. 32, 71) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 107) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (57267) (http://www.trismegistos.org/text/57267) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, Santa Anna, The Bowers Museum, Death and Afterlife in Ancient Egypt. 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached, brittle, frayed, fractured, loss, abraded, salt precipitate Black ink: abraded, loss Red ink: abraded, loss Backed: linen, brown paper patches, Japanese paper Supported locally: linen Mount Details: Sandwich: glass Binding: Filmoplast t linen self adhesive tape Object Priority: A Mount Priority: A Overall Condition: B Curatorial condition comment: incomplete/fragmentary"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Tairet (mother) ", " Named in inscription & portrayed: Osiris ", " Named in inscription & portrayed: Anubis ", " Named in inscription & portrayed: Horus ", " Representation of: Thoth ", " Representation of: Ammit ", " Representation of: Maat "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["From: Mrs W H Craswell"], "Acquisition date": ["1920"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10558,18"], "Registration number": ["1920,1115.1.18"], "Additional IDs": [" Miscellaneous number: Frame.18 "], "Conservation": ["Treatment: 19 Nov 2004"]}