{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA35812"], "Description": [" Limestone seated figure of a mummiform male with traces of gilded detail. He wears a long smooth lappet-wig with traces of black paint visible along the edges particularly on the right side at the ear, while traces of a dark blue paint are visible on the reverse. The figure has inlaid eyes with the pupil and eyelids delineated in black, and short cosmetic lines emerging from the outer corners of the eye. The eyebrows are thin and slope down towards the temple. The nose is long and slim and the mouth has full, thick lips with a sharply incised lower lip. The figure also wears a false beard that has small traces of gilt around the edges. Traces of gilded detail are particularly notable across the upper body and face, though further traces are also visible at the feet and across the upper legs. The figure is enveloped in material with only the hands exposed. Both arms are held across the chest and the fists are clenched at the waist. On the reverse is a short back-pillar that extends from the top of the seat, with faded painted inscription across the surface. Traces of black and red paint are visible across the back-pillar and seat in a total of six short horizontal lines. The wig of the figure is also severely scratched across the top of the head and on the reverse particularly on the left side. Across the lower legs of the figure is a rectangular paper(?) shape, possibly a former label. There are numerous scratches and chips across the surface of the seat, particularly on both sides of the lower legs and around the edges of the base. There are a number of small scratches to the inscribed area of the seat. A faded handwritten note across the bottom of the base may possibly be the name of the collector. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" limestone ", " gold "], "Technique": [" inlaid (?) ", " gilded ", " painted "], "Dimensions": [" Height: 33 centimetres ", " Width: 9.90 centimetres (max) ", " Depth: 18 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The gilded detail and the dark blue traces of paint across the back of the lappet-wig and false beard are visual indications of the divinity or deification of the figure. The positioning of the hands at the chest emulates the typical pose of the funerary god Osiris, who usually held the crook and flail across his chest. The head of the figure is clearly raised and suggests an upward gaze. Despite the faded status of the inscription, it clearly begins with a traditional offering formula along the back-pillar which likely continued to provide the name and title of the dedicator and/or subject. The traces of red intermingled with black paint here show the provisional composition of the scribe in determining the layout of the text, which was then overwritten with black paint."], "Location": ["Not on display"], "Condition": ["fair - surface decoration worn"], "Associated names": ["Named in inscription: Senbef"], "Acquisition name": ["Purchased from: Giovanni d'Athanasi"], "Acquisition date": ["1837"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35812"], "Registration number": ["1837,0412.105"]}