{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10752,1"], "Title": ["Object: Papyrus Ramesseum C"], "Description": [" P. Ramesseum C, Frame 1. Papyrus written on the recto and on the verso in hieratic script. The recto contains despatches from Nubian fortresses (the so-called Semna despatches); P. Ramesseum 18 (EA 10771) is part of the same papyrus and another fragment is mounted in EA 10772.2. On the verso there are magical texts, including an incantation against ghosts, as well as a strengthening strip with accounts.These magical texts consist of similarly constructed paragraphs invoking dangerous spirits who lack some part of their body. The text is written in horizontal lines. This frame contains Despatch no. 1 (page 1, lines 1-13) on the recto and page 5 and end of 4 of the verso on the verso. The papyrus was a full-height roll. The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Found/Acquired: Ramesseum (Thebes) "], "Materials": ["papyrus"], "Dimensions": [" Length: 30.20 centimetres (frame) ", " Width: 21 centimetres (frame) "], "$Inscriptions": [" ", " "], "Curator's comments": ["P. Ramesseum C Despatch no. 1 (page 1, lines 1-13); verso: verso page 5, end of verso page 4. P. Smither, 'The Semna Despatches', JEA 31 (1945), 6-7. Despatch no. 1: pl. 2-2a. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 8, 11, pl. 32 (verso). D. B. Spanel, 'Semna Papyri', LA V (1984), 844-847. J. Bourriau, Umm el-Ga'ab. Pottery From The Nile Valley (Cambridge: Cambridge University Press 1981), no. 62. S. Quirke, The Administration of Egypt in the Late Middle Kingdom. The Hieratic Documents (New Malden: Sia Publishing 1990), 191-3. C. Vogel, Ägyptische Festungen und Garnisonen bis zum Ende des Mittleren Reiches (HÄB 46; 2004), 61-3, 78-87. For the link with P. Ramesseum 18 (EA 10771) see R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 147-8. Another fragment of the papyrus is mounted as EA 10772.2 (bottom). On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (3.1) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381290) (http://www.trismegistos.org/text/381290) ", " Meyrat 2019 / Les papyrus magiques du Ramesseum. Recherches sur une bibliothèque privée de la fin du Moyen Empire (26–41, 297–306) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bloom, fractured, fragile, loss, skeletal Black ink Backed: gelatin Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair (incomplete)"], "Associated places": [" Named in inscription: Semna (Nubia) "], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10752,1"], "Registration number": ["1956,0714.1.1"], "Additional IDs": [" Miscellaneous number: Frame.1 "], "Conservation": [" Treatment: 15 Aug 2000 ", " Treatment: 03 Apr 1997 "]}