{"artifact_name": "tile", "Object Type": ["tile"], "Museum number": ["EA58953"], "Description": [" Fragment of bright-blue glazed composition tile, broadly rectangular in form, part of a larger object originally elaborated with a vertical register of gilded hieroglyphs, including the names and titles of Amenhotep III. No hieroglyphs are present on this fragment. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Length: 8 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Part of 1928,0114. Published: R. Parkinson, ‘Cracking Codes: The Rosetta Stone and Decipherment’ (London, 1999), cat 31a, p. 108. Tile inlays often featured on the doorframes, columns, cavetto cornices, and throne pedestals of New Kingdom palaces and temples, such as at Tell el-Yahudiya and Qantir. These brightly decorated tiles were part of the iconographic programme, and most probably come from door-ways, and the throne dais. They allow a sense of the vivid colours that decorated sculpture, architectural surfaces, and most inscriptions. These tiles are particularly fine examples featuring rich materials: gold (apparently applied on a linen backing) and thin, translucent faience (glazed composition). The tiles are related to Amenhotep III but the exact provenance of these examples is unknown. Somewhat similar tiles have also been found at the palace city of Amenhotep III at Malqata."], "Bibliographic references": ["Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (31a)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Associated names": ["Named in inscription: Amenhotep III"], "Acquisition name": ["Donated by: C W Scott"], "Acquisition date": ["1928"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA58953"], "Registration number": ["1928,0114.11"], "Conservation": [" Treatment: 06 May 2011 ", " Treatment: 12 Nov 1998 "]}