{"artifact_name": "axe", "Object Type": ["axe"], "Museum number": ["EA65664"], "Description": [" Bronze axe-head: with pronounced cusps at the ends of the cutting edge. The butt of the axe, including the lugs, is missing. Most of the axe has been cleaned of corrosion product. There are a number of light scratches and tool marks on one face. The cutting edge is thin and quite sharp. One of the cusps has been turned by a blow but otherwise there are no obvious signs of wear. When acquired, the blade was attached to a cylindrical acacia wood haft by means of a modern string binding. The haft is split vertically at the top to form a crude socket, which was too large to accommodate the rear of the blade securely. To overcome this difficulty two small pieces of wood had been inserted into the lower half of the socket, the top piece forming an even platform on which the blade rested. A black adhesive seems then to have been applied and the whole bound tightly with string. At the bottom end, the haft has an expanding grip, which contains a hole, probably for a leather or string loop. It is cracked and abraded at several places along its length, and is flattened at the top. "], "Cultures/periods": ["Second Intermediate (blade)"], "Production date": [" 2ndC (?; haft) ", " 3rdC (?; haft) "], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (said to have come from) "], "Materials": [" bronze ", " acacia wood "], "Dimensions": [" Length: 9.70 centimetres (blade) ", " Length: 59 centimetres (haft) ", " Weight: 137.50 grammes (blade) ", " Weight: 328.20 grammes (haft) ", " Thickness: 0.58 centimetres ", " Width: 6.07 centimetres (cutting edge of blade) "], "Curator's comments": ["The date produced by radiocarbon analysis of the haft indicates that it cannot be contemporary with the blade. In all probability they were fitted together in modern times. Bibliography: E. A. W. Budge, ‘Archaeologia: or Miscellaneous Tracts relating to Antiquity’ 53 (London, 1892), 94, pl. III, fig. 1."], "Bibliographic references": ["Davies 1987 / Catalogue of Egyptian Antiquities in the British Museum (108)"], "Location": ["Not on display"], "Condition": ["incomplete - haft and butt of blade missing"], "Acquisition name": ["From: Rev William Greenwell"], "Acquisition date": ["1909"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65664"], "Registration number": [".65664"], "Additional IDs": [" Miscellaneous number: WG.1178 "]}