{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA68539"], "Description": [" Limestone ostracon: with a a sketch drawing in black ink of a red jungle fowl rooster, on one side only. The strutting cock displays a well-developed erect comb with four points. The beak is slightly exaggerated in length and curves upward. Below and to the left of the eye is an indication of the ear and lobe. Wattles are shown at the neck, and saddle feathers appear at the end of the wing. A spur projects from each leg, but no talons are represented. The tail appears in two parts; the upper portion, drawn with heavy lines, represents the sickle feathers, and the lower portion indicates the lesser sickle feathers and tail coverts. "], "Cultures/periods": [" 19th Dynasty (?) ", " 20th Dynasty (?) "], "Excavator/field collector": ["Field Collection by: Howard Carter"], "Findspot": [" Found/Acquired: Biban el-Muluk (Valley of the Kings - Thebes) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 16.20 centimetres ", " Weight: 0.76 kilograms ", " Width: 15.50 centimetres ", " Width: 3.60 centimetres "], "Curator's comments": ["This limestone ostracon was found by Howard Carter in 1920-21 in the Valley of the Kings in undisturbed strata between the tomb of Ramesses IX and tomb 55. Whether the drawing actually represents a domestic bird is a matter of some debate, since chickens were not well known in Egypt until about 50 B.C. It seems possible, however, that the sketch shows a domestic fowl of the type mentioned in the Annals of King Thutmose III, a bird of a foreign land that \"gives birth every day.\" The Egyptians left a tremendous amount of documentation regarding the animals and birds they knew and used, and it is likely that, since it is hardly represented, the domestic chicken may have been known only rarely during the New Kingdom and perhaps even died out soon after its introduction. Bibliography: H. Carter, 'Journal of Egyptian Archaeology' IX (1923) pp. 1-4; W. S. Smith, Interconnections in the Ancient Near East. A Study of the Relationships betweens the Arts of Egypt, the Aegean and Western Asia’ (New Haven & London, 1965), p. 29, fig. 39. W. J. Darby 'et al.', 'Food : the gift of Osiris' (London, 1977), p. 297ff; W. H. Peck, 'Drawings from Ancient Egypt' (London, 1978), p. 184, pl. 118; Doetsch-Amberger, ‘Göttinger Miszellen’ 101 (Göttingen, 1988), p. 29, n. 4; R. &. J. Janssen, 'Egyptian Household Animals' (Princes Risborough, 1989) p. 48, fig. 39; N. Reeves & J. H. Taylor, ‘Howard Carter Before Tutankhamun’ (New York, 1993), p. 135 (ill.; I. Shaw and P. Nicholson, 'The British Museum Dictionary of Ancient Egypt' (London, 2002) p. 216; M.Bierbrier, 'The Builders of the Pharaohs' (London, 1982), p.78, fig. 54; P.F. Houlihan, 'The Birds of Ancient Egypt' (Warminsterm 1986), p. 79, no.40; P. Nicholson and I. Shaw, 'Ancient Egyptian Materials and Technology' (Cambridge, 2000), p. 659."], "Bibliographic references": [" Demaree 2002 / Ramesside Ostraca (pl.220) ", " Museum of Fine Arts Boston 1982 / Egypt's Golden Age: The Art of Living in the New Kingdom 1558-1085 BC (18) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2013, Apr - Jul, Paris, Louvre, L'Art Du Contour 2013/2014, Sept - Jan, Musée royaux d’art et d’histoire, Brussels, L'Art Du Contour 2014 24 July -26 October, Oxford, Ashmolean Museum, Discovering Tutankhamun "], "Condition": ["good"], "Acquisition name": ["Transferred from: Natural History Museum"], "Acquisition date": ["1975"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68539"], "Registration number": ["1975,1206.1"], "Conservation": ["Treatment: 08 Oct 1992"]}