{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10588,1"], "Description": [" Papyrus(five fragments); Demotic and Greek text recto; Greek text verso. Possibly dates to 3rd cent. CE. Recto: NB: The line numbers given below are from Betz, which displays some erratic and unreliable numbering with respect to the spells on this papyrus. Fragment I: Column I too fragmentary to read. Column 2: The left side of Fragment 1 plus Fragment 2. PDM lxi. 1-30: Invocation of Anubis (For Divination?). Column 3: Fragment 3. PDM lxi. 30-4: Vessel Divination? Column 4: Fragment 4, right side. PDM lxi. 42: Fragmentary Title; 43-48: Remedy for Ulcer of the Head; 49-57: Another Cure for the Head: 58-62: For an Erection. NB: The Greek letters found in ll. 5-6 of Column 3 may be the line endings of the Greek text in ll. 6 and 7 of Col. 4. Also, the Greek text at the end of this column is similarly connected to the Greek at the end of column 4. It is unclear whether the Demotic text in these two columns is similarly connected throughout, although the red text in Col. 3 line 5 may be part of the red text in Column 4 line 8; and the last sign in Column 3 line 10, which follows a gap after the previous text, may be the beginning of Column IV line 14. Column 5: Fragment 4, right side. PDM lxi. 63-78: Invocation of Thoth (For Divination?). NB: Concludes in column 1 of Sheet 2. Verso: cols. A2, B: PDM. lxi. 159-216/PGM LXI. 1-71. Second part of spell PDM lxi. 159-96/PGM LXI. 1-38 (col. A2, leading edge of which is on Sheet 2): 'Commendable Love Charm'. PDM lxi. 197-216/PGM LXI 39-71 (col. B): Love Spell of Attraction. Column C (although it is clearly in another hand) is published in Betz as the continuation of the spell in Column B, with an ending added to it that has been lifted from Verso col. ii on Sheet 2--the sequence of Voces Magicae in PDM lxi. 148-58. Presumably this comoposition was first proposed by Preisendanz, and copied by E. N. O'Neill when compiling the Betz edition. "], "Cultures/periods": [" Late Period (?) ", " Graeco-Roman (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Length: 56 centimetres (frame) ", " Width: 27.50 centimetres (frame) "], "$Inscriptions": [" ", " "], "Curator's comments": ["Published: H.J. Bell, A.D. Nock, H. Thompson. 'Magical Texts from a Bilingual Papyrus in the British Museum'. Proceedings of the British Academy 17 (1931). R. K. Ritner. 'Gleanings From Magical Texts'. Enchoria 14 (1986): 95-106. C. Faraone and S. Torallas Tovar (eds) 2022. Greek and Egyptian magical formularies: text and translation, volume I. pp.300-322 https://escholarship.org/uc/item/9650x69r#main J. Quack. 2022. 'How the Coptic Script Came About' In: Greek Influence on Egyptian-Coptic: Contact-Induced Change in an Ancient African Language, pp. 27-96, particularly 54-55 Recto: Johnson, in Betz, 'The Greek magical papyri in translation' p. 286-7 (PDM lxi. 1-30); 287 (PDM lxi. 30-41, 42, 43-48, 49-57); 287-8 PDM lxi. 58-62); 288 (PDM lxi. 63-78). Verso: E. N. O'Neill, in Betz. 290-91 (PDM lxi. 159-96/PGM LXI. 1-38), 291-92 (PDM lxi. 197-216/PGM LXI. 39-71). NB: Betz displays some erratic and unreliable numbering with respect to the spells on this papyrus."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (55956) (http://www.trismegistos.org/text/55956)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, dirty, loss, abraded Black ink Red ink Tabbed: kraft paper Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: incomplete/fragmentary"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10588,1"], "Registration number": ["OC.1423.1"], "Additional IDs": [" Miscellaneous number: Frame.1 "], "Joined objects": [" Joined Object Group: G5644 (2 objects) "]}