{"artifact_name": "figure; amulet", "Object Type": [" figure ", " amulet "], "Museum number": ["EA27592"], "Description": [" Solid-cast amuletic figure of Khons in copper alloy; depicted standing, mumiform on a small almost rectangular base; wearing the lunar-disc with small schematic uraeus in front, as well as the sidelock of youth to the right side of his head; possibly holding the flail Nekhekh, but it is almost unrecognisable; suspension ring at the back; very crude and flat design; remains of a tang beneath the base; complete, but worn and very corroded. "], "Cultures/periods": ["Late Period (?)"], "Production date": ["664 BC - 332 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Naukratis "], "Materials": ["copper alloy"], "Technique": ["solid-cast"], "Dimensions": [" Thickness: 0.20 - 0.40 centimetres ", " Height: 3.70 centimetres ", " Width: 1.05 centimetres ", " Depth: 0.85 centimetres "], "Curator's comments": ["This type of bronze is unique in the corpus of bronzes from Naukratis. It belongs to the type 76 in the typology of bronzes by K. Weiss, a type mainly attested in Saqqara, but also in Tanis and Bubastis, particularly in Late Period contexts (Weiss 2012, 164-166, 622-624, Taf. 20f-i). Several crude amuletic figures, made with the same flat solid-cast technique were discovered in Naukratis, such as BM 1885,1101.91, Oxford Ashmolean Museum AN1896-1908-EA.616 and Boston Museum of Fine Arts 86.261 (Masson forthcoming). They could have been locally produced. Masson, A. forthcoming, ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds), Naukratis in Context: Cults, Sanctuaries and Offerings, Proceedings of the second Naukratis workshop, held at the British Museum 22nd – 23rd June 2013. Weiss, K. 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (MB.179) (phase 3)"], "Location": ["Not on display"], "Condition": ["fair (corroded)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Khons"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27592"], "Registration number": ["1885,1101.92"]}