{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA111"], "Description": [" Black basalt kneeling naophorous statue of Wahibra, larger than life-size, holding a small naos containing a figure of Osiris, hieroglyphic texts around base and on the dorsal pillar give Wahibra's titles, parents' names and ask for offerings to be given. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["530BC (circa)"], "Findspot": [" Found/Acquired: Mariut, Lake, The Birch Slip records 'found near the lake mareotis at a distance of about 49 miles from Rosetta in A.D. 1785.' [Also in 1847 synopsis, NCS] (?) "], "Materials": ["basalt"], "Technique": ["incised"], "Dimensions": [" Height: 180.30 centimetres (max) "], "$Inscriptions": [" "], "Inscription subject": ["offering formula"], "Curator's comments": [" PM IV, p.6; Gauthier, ASAE 22 (1922), 85-8, with other objects of same man; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 274-5. Being studied as part of PhD by Elisabeth Greifenstein (University of Wuerzburg). ", " Strudwick N 2006 This over-life-size statue of Wahibre shows him kneeling and presenting a small shrine containing a figure of Osiris. He wears a short shendyt kilt, in earlier times restricted to royalty. The front of the shrine, the base of the statue, and the back pillar are inscribed with hieroglyphs giving Wahibre's names and titles and the name of his father, Peftjaudineith. The statue exhibits many of the characteristic features of Late Period art. Wahibre's face is rather bland and devoid of expression; he looks straight in front of him, without the slightly upturned gaze seen on some statues of the later Twenty-sixth Dynasty. The stone is highly polished but sparsely decorated, emphasizing the hardness and magnificence of the stone. Wahibre was a very important official in the Delta during the late Twenty-sixth or Saite Dynasty (so named since Sais - modern Sa el-Hagar - was its capital). One of his main titles was 'overseer of the door of the foreign lands', which presumably meant that he was responsible for the security of Egypt's borders; he was also a general, and other monuments assign him titles concerned with the southern borders of Egypt. It is presumed that his name reflects his birth in the reign of king Apries (589-570 BC), whose second cartouche name was Wahibre (he lived too late to have been named after Psamtek I, who was also called Wahibre). His importance can be judged from the resources to which he must have had access to be able to set up a statue like this. In fact, this is but one of a series of statues known of him, which includes seven in the Egyptian Museum in Cairo. One of these names his mother as Tashebenneith. The British Museum statue was probably set up in a temple, perhaps near a shrine of Osiris. It shows Wahibre demonstrating his piety by making a presentation to Osiris; he would thus expect to partake of the generosity and good fortune of the god, and to receive the offerings enumerated in the formulae on the base and the back pillar. Part of Wahibre's sarcophagus was found in the late nineteenth century in Kawadi, the area north-east of Sa el-Hagar. This might have been where his tomb was sited. Judging from this statue's stated find spot, it had presumably been transported from its original location. It is reputed to have been found there in 1785, and was at some point brought back to England and deposited in Fletcher's warehouse in London, until he presented it to the Museum in 1844. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.274-275)"], "Location": ["On display (G4/B3)"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Wahibra ", " Representation of: Osiris "], "Acquisition name": ["Donated by: E Fletcher"], "Acquisition date": ["1844"], "Acquisition notes": ["This object entered the collection having been deposited in Fletcher's London warehouse. [Source 1847 synopsis, NCS]"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA111"], "Registration number": [".111"], "Additional IDs": [" Miscellaneous number: ES.111 "], "Conservation": ["Treatment: 20 Feb 2015"]}