{"artifact_name": "temple-relief", "Object Type": ["temple-relief"], "Museum number": ["EA1102"], "Description": [" Temple inscription usurped by Ramses II: a red granite temple relief, perhaps an architectural element, inscribed with a text containing the cartouche of Ramses II directly superimposed upon an earlier (by six centuries) inscription with the cartouche of the 12th Dynasty king Senusret III: 'Khakheperre'. Both are carved in sunk relief, but the later inscription is slightly larger and more crudely executed than the earlier. The red infill is modern. The right side of the block has been lost. "], "Authority": [" Ruler: Senusret III ", " Ruler: Ramses II (re-inscribed by) "], "Cultures/periods": [" 12th Dynasty ", " 19th Dynasty (re-inscribed in) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Found/Acquired: Tell Basta (Bubastis) "], "Materials": ["red granite"], "Dimensions": [" Height: 98 centimetres ", " Weight: 413 kilograms (Total weight in module) ", " Width: 101 centimetres ", " Depth: 16 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["In this case, the usurpation is almost certainly not a sign of hostility to the earlier monarch, but done to save expenditure, since hard stone was not locally available in the Delta. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford: Clarendon Press), 30; E. Naville, 'Bubastis', Memoirs of the Egypt Exploration Fund 8 (London, 1891), pls. 26c, 33e; M. Bierbrier, 'Hieroglyphic Texts from Egyptian Stelae etc. in the British Museum' 10 (London, 1982), pl. 13; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 48-9 (no. 167)."], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.13) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (55) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2016 8 Mar-12 Jun, Cleveland, Cleveland Museum of Art, Pharoah: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 jan, Madrid, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair (incomplete). The right side of the block has been lost."], "Associated names": [" Named in inscription: Ramses II ", " Named in inscription: Senusret III "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1102"], "Registration number": ["1891,1016.6"], "Conservation": [" Treatment: 05 Jul 1999 ", " Treatment: 18 Feb 2011 "]}