{"artifact_name": "heart-scarab", "Object Type": ["heart-scarab"], "Museum number": ["EA7876"], "Description": [" Green jasper and gold heart-scarab of Sobekemsaf II: the human-headed jasper scarab is inset into a cloison in a hollow sheet gold plinth with a rounded back end. The rim of the cloison itself has been inset with an undulating strip of sheet gold to give the effect of granulation. The insect's legs, splayed out on the plinth's top, are made from individual sheet gold strips with roughly incised markings representing hairs. The crudely formed hieroglyphs incised around the plinth, and in five horizontal rows across the underside, come from Chapter 30B of the 'Book of the Dead': \"Spell for preventing the heart from opposing the deceased\". In the inscription the legs of the birds are missing, a common feature in earlier magical texts to prevent them attacking the dead person. "], "Cultures/periods": ["17th Dynasty"], "Production date": ["1590BC (circa)"], "Findspot": [" Excavated/Findspot: Qurna (Thebes), tomb "], "Materials": [" jasper ", " gold "], "Technique": [" inlaid ", " incised "], "Dimensions": [" Length: 3.80 centimetres (heart scarab) ", " Width: 2.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["This is the first known royal heart scarab, although there must have been earlier royal examples which have not survived. The very first heart scarab to survive belonged to an official who lived a century before Sobkemsaf, and it is inconceivable that such an important funerary prerequisite was invented for a commoner rather than royalty. Ancient Egyptian tomb robbers brought to trial in about 1110 BC, confessed to having robbed the tomb of King Sobekemsaf at Thebes, and having stolen jewellery and amulets from the royal mummy among which must have been this heart scarab. Since it was acquired early last century from natives at Thebes, it can only be surmised that the original tomb robbers hid some of their loot and, having been arrested, were unable to retrieve it so it remained hidden until its discovery nearly three millennia later. Edwards, in 'Mélanges Gamal Eddin Mokhtar' I (Cairo, 1985), 239-45. Bibliography: 'Pharaonen und Fremde Catalogue' (Vienna, 1994), pp. 146-147 [116]; 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), pp. 128-129 [36]; C. Ziegler, 'The Pharaohs' (Venice, 2002), p. 479 [240]; P. Nicholson and I. Shaw, 'Ancient Egyptian Materials and Technology' (Cambridge, 2000), p. 30; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 110-1. G. Pinch, Magic in Ancient Egypt (London 1994), fig.84."], "Bibliographic references": [" Andrews 2000 / Egyptian Treasures from the British Museum (p.106-107) ", " Andrews 1990 / Ancient Egyptian jewellery (65d) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.110-111) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 112) ", " Miniaci et al 2013 / Analytical study of the first royal Egyptian heart-scarab, attributed to a Seventeenth Dynasty king, Sobekemsaf (p.53-60, p.54, fig.1, p.56-58, p.57, table.1, fig.6, fig.7a) "], "Location": ["On display (G63/dc10)"], "Exhibition history": [" Exhibited: 1994 7 Sep-26 Oct, Austria, Vienna, Museen der Stadt Wien, Pharanen und Fremde 2002 8 Sept-2003 25 May, Venice, Palazzo Grassi, Les Pharaons 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead "], "Condition": ["fair"], "Associated names": ["Named in inscription: Sobekemsaf II"], "Associated titles": ["Inscription from:", " Book of the Dead ", "(Chapter 30B)"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 209"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA7876"], "Registration number": [".7876"], "Additional IDs": [" Miscellaneous number: BS.7876 (Birch Slip Number) "], "Conservation": ["Treatment: 09 Sep 1997"]}