{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1459"], "Description": [" Headless granodiorite block statue of a male official named Tjauwy. His hands are crossed over the top of the block form, and in his right hand he holds the counterweight for a thick menat necklace which drapes down onto the front of the block. Beside the necklace is a large Hathor cow-head in raised relief. The goddess is shown wearing the sun-disc crown topped with two ostrich feathers. The cow’s head is framed by two short columns of incised text with a thin border at the bottom, followed by three separate rows of text that are inscribed across Tjauwy’s feet. Both the left and right side of his block form are inscribed with eight rows of text, the final line extending onto the top of the statue base. On the reverse is a broad back-pillar that is also inscribed with four columns of text, reading from right to left. At the concluding signs of the final line on the left there is a brief additional row of text inscribed across the statue base. A further line of continuous text is inscribed around the statue base. The outline of his head is still visible across the top of the block form, suggesting that he wore a thick shoulder-length wig. The rear right corner of the statue base is lost, and a large crack across the stone surface extends from this damage across the lower section of the back-pillar. Various large cracks to the stone are visible across the left side and obverse, which includes a portion of text across the Tjauwy’s feet that is now missing. The object is now supported on a thick modern base. "], "Cultures/periods": ["Ramesside"], "Excavator/field collector": [" Excavated by: Dr Harry Reginald Holland Hall ", " Excavated by: Henri Édouard Naville ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Temple of Hatshepsut "], "Materials": ["serpentine (?)"], "Dimensions": [" Height: 28 centimetres (max) ", " Width: 19 centimetres ", " Depth: 22 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Tjauwy is shown from several other monuments from the Theban area dating to the 19th – 20th Dynasty, each of which include similar titles such as ‘chief of the wab-priests of Werethekau’ (see Clere 1995; Ouda 2015). The text across the front of the block form is interestingly laid out, with his title connected to the goddess framing the Hathor-head featured in the centre on either side. Tjauwy held a number of important titles connected to Hathor and the king, although there is no specific royal figure mentioned. Further Bibliography: J. Assmann et al. (2005) Altaegyptische Totenliturgien II Totenliturgien und Totensprueche in Grabinschriften des Neuen Reiches (Heidelberg), p. 328-329. J.J. Clere. 1995. Les chauves d’Hathor. OLA 63. Leuven, p. 200-207, Pl. XXXIII a-d. G. Pinch. 1993. Votive offerings to Hathor (Oxford), p.172, 333-334, Pl.40. E. Naville, H. R. Hall. 1913. The XIth Dynasty temple at Deir el-Bahari III. EEF 32. London. P. 7-8, Pl. IX a-d. A.M. Ouda. 2015. ‘Werethekau and the votive stela of PA-n-Imn (Bristol Museum H 514)’, British Museum Studies in Ancient Egypt and Sudan 22, p. 67. R. Schulz. 1992. Die Entwicklung und Bedeutung des Kuboiden Statuentypus HAB 34, I. p. 383-384, II. Pl. 100 a-d. ", " PM II (2): p.395 (suggests Hathor head) G. Pinch, Votive offerings to Hathor (Oxford 1993), pp.172, 333-334, pl.40. R. Schulz, Die Entwicklung und Bedeutung des Kuboiden Statuentypus, 34 (1992). [pls.100,a,b,c,d] and Volume 33 p.383-384. ", " See J. Assmann et al. Altaegyptische Totenliturgien II Totenliturgien und Totensprueche in Grabinschriften des Neuen Reiches (Heidelberg 2005), 328-9. "], "Bibliographic references": ["Porter and Moss 1975 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings VII: Nubia, The Deserts, and Outside Egypt (p. 395)"], "Location": ["Not on display"], "Condition": ["incomplete - head lost"], "Subjects": ["cattle (?)"], "Associated names": ["Representation of: Amun-Ra (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1459"], "Registration number": ["1907,1015.572"], "Additional IDs": [" Miscellaneous number: BS.1459 (Birch Slip Number) "]}