{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66475"], "Description": [" Small mould-made scarab in glazed composition; back simply represented with single lines for clypeus, prothorax and elytra, and winglets/humeral callosities marked with triangle; at side, stylised legs indicated with some crudely incised horizontal lines; underside decorated with falcon holding flail to left and three debased hieroglyphic signs arranged vertically to right (probably Menkheperra or Menibra?); motif possibly stamped rather than incised; longitudinally pierced; glaze gone; core yellowish buff in colour and hard, medium in texture; surface quite abraded. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Scarab Factory "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " stamped (possibly) ", " pierced "], "Dimensions": [" Height: 0.50 centimetres ", " Length: 1.05 centimetres ", " Width: 0.75 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Falcon, sometimes wearing a crown or with a flail like here, is a recurring motif for various compositions found on scarabs and scaraboids produced at the 'Scarab Factory' (on its various productions, see Webb forthcoming). This miniature scarab belongs to a type which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93-107, type XXVIII B, subtype B1-12, especially B1 and B4 for this piece: recorded twice in Gorton typology, once with its registration number and once with the drawing number of Petrie). Petrie illustrated variants of this association of an animal - often a falcon or a mythical creature - with a debased hieroglyphic inscription (Petrie 1886, pl. 37, no. 71-78). The hieroglyphs, as seen in many similar examples, are often interpreted as a debased version of pharaohs' names (Gorton 1996, 93). Menkheperra, though corresponding to the royal name of Thutmosis III, was also a popular motto on scarabs and scaraboids (Jaeger 1982). Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Jaeger, B. 1982, Essai de classification et datation des scarabées Menkhéperrê, Fribourg. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, 'Faience finds from Naukratis and their implications for the chronology of the site', in R. Thomas (ed.) forthcoming, Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 74) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p.101, Type XXVIII B1 and B4) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.046) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Subjects": ["bird"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66475"], "Registration number": ["1886,0401.1648"], "Additional IDs": [" Miscellaneous number: 56475 (as marked on object) "]}