{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66468"], "Description": [" Mould-made small scarab in Egyptian blue; neatly modelled back, with accurately shaped clypeus, prothorax and elytra indicated by double-lines, and feathering on front legs; at side, legs simply modelled, with undercut triangle; underside bearing incised motif arranged horizontally with to left upright oval, containing signs for Men-Ka-Ra, to right a falcon and hes vase sign; wing or upside down flail above back of falcon; in smooth and fine textured blue paste; longitudinally pierced; much abraded. "], "Cultures/periods": [" 26th Dynasty ", " 25th Dynasty (?) "], "Production date": ["700 BC-600 BC (?)"], "Production place": [" Made in: Scarab Factory (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["egyptian blue"], "Technique": [" incised ", " mould-made ", " undercut ", " pierced "], "Dimensions": [" Length: 1.15 centimetres ", " Thickness: 0.50 centimetres ", " Width: 0.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This miniature scarab belongs to a type which was widely distributed in the Mediterranean area and particularly found in Punic sites (Gorton 1996, 85-88, type XXVI C, especially C7 for this specimen). According to Gorton, this scarab’s type was probably not produced in Naukratis as it appears in an early 7th century BC context (tomb 16 from Carthage, Dermech: see Vercoutter 1945, no. 379) and as the name Menkara refers to a 25th dynasty prince (Gorton 1996, 80, 88). Petrie considered that it was, nonetheless, a product of the 26th Dynasty (Petrie 1889, pl. 61, no. 1939). The 'kʒ' could also be a degenerate 'ḫpr', therefore Menkara could stand for Menkheperra (see Gorton 1996, type XXV A30 with cartouches of Menkara and Menkheperra on the same scarab). Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1889, Historical scarabs: a series of drawings from the principal collections arranged chronologically, London. Vercoutter, J. 1945, Les objets égyptiens et égyptisants du mobilier funéraire carthaginois (Bibliothèque archéologique et historique XL), Paris."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 61) ", " Petrie 1889 / Historical scarabs: a series of drawings from the principal collections arranged chronologically (pl. 61, no. 1939) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 87, Type XXVI C7) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OE.31) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair, but worn"], "Subjects": ["bird"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66468"], "Registration number": ["1886,0401.1640"]}