{"artifact_name": "clepsydra", "Object Type": ["clepsydra"], "Museum number": ["EA938"], "Description": [" Fragment of basalt clepsydra (water clock); on the exterior surface are representations of Philip Arrhidaeus offering to the deities Min, Sekhmet, and an unidentified goddess; Hieroglyphic text. Two bands of hieroglyphic text encircle the top and bottom of the vessel along with a band of stars just below the upper band. On the left, the fragmentary arm of Philip Arrhidaeus offers to the ithyphallic god Min, who wears the double plumes and raises a flail with one arm. Behind Min is a small shine with plant forms and a shen ring. Above are two vertical columns of unfinished hieroglyphic text. On the right, the goddess Sekhmet stands behind a figure of Philip Arrhidaeus, depicted as a typical Egyptian king. He offers to a goddess of whom only the hand holding a sceptre and feet with the hem of a dress remain. In the inscription, she is named as his mother. Sekhmet is depicted with the head of a lioness wearing a wig, sun-disc, and sheath dress, and holds a papyrus-sceptre and ankh. Philip Arrhidaeus wears the red crown, projecting kilt with bull’s tail, and offers two nw-jars of wine. On the inner surface are two vertical lines of evenly spaced incised dots. At the bottom of the fragment are the remaining top halves of a was-sceptre, a djed-pillar, and possibly an ankh carved in sunk relief. The fragment sits on a modern plaster base. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["320BC (circa)"], "Findspot": [" Excavated/Findspot: Tell el-Yahudiya (?) "], "Materials": ["basalt"], "Dimensions": [" Height: 40.50 centimetres (Object and Base) ", " Height: 34 centimetres (Object) ", " Weight: 18.60 kilograms ", " Width: 32.40 centimetres (Base) ", " Width: 30 centimetres (Object: max) ", " Depth: 14.60 centimetres (Base) ", " Depth: 7 centimetres (Object: max) "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" Published: Le gloire d'Alexandrie, Paris 1998, p63 [29]. K. Lippincott, The Story of Time, London 1999, p. 124 [131]. I. Regulski (ed.), Hieroglyphs: unlocking ancient Egypt, London 2022, pp. 178-9 ", " Curatorial Comments Published: ‘La gloire d'Alexandrie’, (Paris, 1998), p. 63 [29]; K. Lippincott, ‘The Story of Time’, (London 1999), p. 124 [131]. The interior base of this vessel would have been sloped so as to allow water to drip at a fairly steady state from a small hole near the bottom. The marks on the inside served to measure each hour as the water level decreased. Water clocks were likely used by priests to determine the hours of the night for the performance of temple rituals. Philip Arrhidaeus, also known as Philip III, succeeded Alexander the Great as king of Macedon and ruler of Egypt, though he only ruled briefly for about six years before he was assassinated. He was a son of Philip II and half-brother to Alexander, and was reputed to be ‘half-witted’. A sanctuary was built in his name in the temple of Karnak on the site of an earlier sanctuary built by Thutmose III. "], "Bibliographic references": ["Lippincott 1999 / The Story of Time (p.124, cat.131)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1999 1 Dec-2000 24 Sep, London, The Queen’s House, The Story of Time 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2016-2017 19 Oct– 23 Apr, New York, Institute for the Study of the Ancient World, Time and Cosmos in Greco-Roman Antiquity 2018 27 Mar-9 Sep, Los Angeles, Getty Centre, Egypt-Greece-Rome: Cultures in Contact 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Philip III Arrhidaeus, Macedon ", " Representation of: Min ", " Representation of: Sekhmet "], "Acquisition name": [" Purchased through: W J Lees ", " Purchased from: Ernest Abraham Hart "], "Acquisition date": ["1873"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA938"], "Registration number": ["1873,0812.1"], "Additional IDs": [" Miscellaneous number: BS.938 (Birch Slip Number) "], "Conservation": [" Treatment: 07 Apr 2011 ", " Treatment: 02 Dec 1997 "]}