{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66448"], "Description": [" Mould-made scarab in glazed composition; back, now very rubbed, simply marked with single lines for main divisions, clypeus, prothorax and elytra; at side, legs apparently quite schematic (eroded); underside decorated with a recumbent sphinx, sun-disc above back; motif possibly stamped rather than incised, now very worn; longitudinally pierced; glaze gone; yellowish cream core; very abraded surface. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" pierced ", " mould-made ", " stamped (possibly) "], "Dimensions": [" Height: 0.60 centimetres ", " Length: 1.20 centimetres ", " Width: 0.80 centimetres "], "Curator's comments": ["Scarabs with the motif of a sphinx, whether walking or recumbent, depicted on the base belong to a standard group produced at the 'Scarab Factory' (on its various productions, see Webb forthcoming). Petrie illustrated a number of different versions (Petrie 1886, pl. 37, 28-32, see esp. no. 32 for this piece). This scarab belongs to a type which was widely distributed in the Mediterranean area and Southern Russia (Gorton 1996, 93, 95-96, type XXVIII A, subtype A49-72, especially A50 for this piece). Gorton, A. F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, 'Faience finds from Naukratis and their implications for the chronology of the site', in R. Thomas (ed.) forthcoming, Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 32) (actual object now very worn and difficult to identify) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 95-96, type XXVIII A50) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.018) (phase 3) "], "Location": ["Not on display"], "Condition": ["poor, device worn away, and large chip at one end."], "Subjects": ["sphinx"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66448"], "Registration number": ["1886,0401.1619.A"]}