{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA174"], "Description": [" Granodiorite seated statue of Senenmut holding Neferura: the steward Senenmut sits on a conventional blocklike seat and holds his royal charge on his lap. With his left hand, he grasps her firmly; with the right he draws his enveloping ankle-length cloak tightly around them both. Otherwise there is no interaction between the figures; Senenmut and Neferura gaze straight ahead. The princess's sidelock and the gesture of placing the forefinger of her right hand to her mouth are iconographic features indicative of childhood. The statue is inscribed on the legs and block-seat. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1479BC (circa)"], "Findspot": [" Excavated/Findspot: Temple of Amun, The 'cache' from which Budge said this came is subject to some dispute: James, BSFE 75 (1976), 7–30, Dewachter, CdE 54 (1979), 22-5 and Eaton-Krauss, JEA 85 (1999), 113-29. "], "Materials": ["granodiorite"], "Technique": [" incised ", " polished "], "Dimensions": [" Height: 72.50 centimetres ", " Weight: 150 kilograms ", " Width: 24 centimetres ", " Depth: 48 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" The original placement of this statue is unknown. The invocation offerings on the front are given in the name of Amun, and seven aspects of the god are listed in the inscription on the proper left side of the seat. Therefore the statue probably stood somewhere in the precinct of Amun's temple, perhaps in the area of North Karnak, as one author has convincingly argued. In the inscriptions the names of Senenmut, Hatshepsut, and Amun are all intact, suggesting that the statue was buried out of harm's way before the periods when these names were attacked. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 36-37 No 2; The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 5 (London, 1914), Plates 30-32; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (Oxford, 1972), p.278; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), pp. 144-45 with fig. 186; T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983), p. 31 with fig. 34; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 130-1. E. R. Russmann, Eternal Egypt, 120-121. L. Delvaux, 'Hatchepsout, Senenmout et l'atelier de Neferkhaout' in Claes et al, Elkab and Beyond (OLA 191), 245-60. C. Roehrig, Hatshepsut, from queen to pharaoh, New York 2005, 114-115. ", " Permission to publish photograph of this object granted to Dr Edith Bernhauer in email 31/3/04. To be published in her thesis 'Die Innovationen in der Privatplastik der 18. Dynastie', in the Egyptological Memoirs (Brill) Series. [NCS] "], "Bibliographic references": [" Hall 1914 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 5. (pl.32) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p.259) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (44) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.22-23) ", " Roehrig 2005 / Hatshepsut: From Queen to Pharaoh (60) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.130-131) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005 15 Oct-2006 29 Jan, San Francisco, M H Young Memorial Museum, Hatshepsut 2006 20 Mar-9 Jul, New York, Metropolitan Museum of Art, Hatshepsut 2006 26 Aug-10 Dec, Fort Worth, Kimbell Museum of Art, Hatshepsut 2011Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– 2013 Feb, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery, Pharaoh: King of Egypt 2016 8 Mar–12 Jun, Cleveland, Cleveland Museum of Art, Pharaoh: King of Egypt 2018 7 Jun–16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct–20 Jan, Madrid, La Caixa, Pharaoh: King of Egypt 2019 19 Feb–25 Aug, Girona, La Caixa, Pharaoh: King of Egypt 2019-2020 24 Sept–12 Jan, Seville, La Caixa, Pharaoh: King of Egypt 2020–2021 11 Feb–21 Feb, Tarragona, La Caixa, Pharaoh: King of Egypt 2021 25 Mar–15 Aug, Santiago de Compostela, Museo Centro de Gaias, Pharaoh King of Egypt 2021-2022 15 Sep–9 Jan, Zaragoza, La Caixa, Pharaoh: King of Egypt 2022 10 Feb–15 May, Palma, La Caixa, Pharaoh King of Egypt 2022-2023 21 Jun–26 Feb, Valencia, La Caixa, Pharaoh: King of Egypt 2023 29 Mar–23 Jul, Lleida, La Caixa, Pharaoh: King of Egypt "], "Condition": ["fair"], "Associated names": [" Named in inscription & portrayed: Senenmut ", " Named in inscription & portrayed: Neferura ", " Named in inscription: Hatshepsut ", " Named in inscription: Amun "], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1906"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA174"], "Registration number": ["1906,1115.1"], "Conservation": [" Treatment: 26 May 2011 ", " Treatment: 05 May 1998 "]}