{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA271"], "Description": [" Limestone stela of Parennefer: there are two sections on this stela whose top is not extant. A solar barque resting on a sky sign is depicted in raised relief in the upper register. Below seven columns of text are incised, consisting of a prayer to Re‘ on behalf of the necropolis-workman Parennefer who is shown in sunk relief on the right in an attitude of adoration. The upper part of the stela is broken off. The surviving portion is well preserved apart from a few gouges and scratches on the surface. There are traces of yellow paint on the disk, solar bark, hieroglyphs, kilt of the figure and on the dividing lines between the columns of text. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 31.50 centimetres (case) ", " Height: 25.50 centimetres ", " Width: 27 centimetres (case) ", " Width: 21 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Parennefer appears on two other stelae, 1901.0608.7 and 1843,0507.13 (T. G. H. James, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 9 (London, 1970), 52-3, pl. 42) which names his wife Mutemwia, two sons Sety and Bakenmut, and a daughter Werner. It is probable that the name of Sety should be restored as the first son on this stela, but, as the stela is badly gouged, it is not certain that this name was deliberately mutilated since its loss may have been coincidental. Apart from these three stelae, Parennefer and his family are otherwise unattested. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 138 (no. 489); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford: Clarendon Press), ii, 730-1."], "Bibliographic references": [" Hall 1925 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 7. (pl.38) ", " Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.38-39) "], "Location": ["Not on display"], "Condition": ["The upper part of the stela is broken off. The surviving portion is well preserved apart from a few gouges and scratches on the surface."], "Associated names": [" Named in inscription & portrayed: Parennefer ", " Named in inscription: Ra "], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA271"], "Registration number": ["1843,0507.45"], "Additional IDs": [" Miscellaneous number: BS.271 (Birch Slip Number) "]}