{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA29283"], "Description": [" Fragmentary steatite male figure, the lower legs and base now missing. The figure is depicted with a closely cropped thick wig, set high on the forehead and obscuring the ears. He wears a short belted shendyt kilt with pleated detail, and both arms are placed by the sides of the body with a piece of folded cloth held in each hand. The upper body is bare, and has been subtly modelled with a broad neck, chest, and arms. The stone in between the main body and arms has been left intact, and accentuates the narrowed waist. The chest area is delineated with a notable ridge, and the nipples are outlined though are slightly irregular in their alignment. The figure has wide almond shaped eyes with a heavy upper eyelid, and deep ridges below the eyebrow line. The nose is long and slim, and the mouth has thick lips which downturn at the outer corners, conveying a serious facial expression. The face is particularly rounded at the neck, which appears too broad for the overall slim body. On the reverse is a narrow round-topped back-pillar, which is uninscribed and reaches to the back of the figure’s head. There are a number of visible cracks and scratches across the stone surface, particularly across the chest, arms, and upper part of the kilt and on the back-pillar. There are some small chips also visible across the face of the figure, including a small break at the right side corner of the mouth. The figure has been attached to a modern rectangular base. "], "Cultures/periods": ["12th Dynasty (early)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Technique": ["incised"], "Dimensions": [" Height: 20 centimetres (max) ", " Width: 8.44 centimetres ", " Depth: 5.92 centimetres "], "Curator's comments": ["Although the lower portion of the figure is now lost, it could be argued that the figure likely adopted the popular striding pose with the left leg advancing forward ahead of the right leg. Such non-royal monuments were often inscribed with an offering formula and the subject’s name and titles, usually found on the back-pillar or around the statue base. It is unusual that this piece is uninscribed, however there does not appear to be any damaged or faded inscription across the surface. As there is no surviving inscription, it is even more difficult to determine the object’s original provenance. Other contemporary 12th Dynasty figures were also originally part of the Chauncey Murch collection, and purchased by the British Museum through the antiquities dealer Mohammed Mohassib."], "Location": ["Not on display"], "Condition": ["incomplete - legs lost"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29283"], "Registration number": ["1897,0508.126"]}