{"artifact_name": "coffin", "Object Type": ["coffin"], "Museum number": ["EA22813,b"], "Description": [" Base and lid of the anthropoid wooden middle coffin of Nestawedjat: the coffin has a striking polychrome painted face, enlivened by the use of inlaid eyes set into bronze sockets. The wig and collar are also painted. The surface of the body is simply decorated with a line of inscription on the lid and another around the case, both texts addressing the gods to provide funerary offerings. Within the case of the coffin is painted a figure of the Goddess of the West, a manifestation of Hathor. "], "Cultures/periods": ["25th Dynasty"], "Production date": ["700BC-680BC"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" wood ", " plaster ", " bronze "], "Technique": [" painted ", " plastered ", " inlaid "], "Dimensions": [" Height: 31 centimetres (base) ", " Height: 35 centimetres (lid) ", " Length: 198.50 centimetres (base) ", " Length: 201 centimetres (lid) ", " Width: 62 centimetres (base) ", " Width: 62 centimetres (lid) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": [" In set with EA22812a and b and EA 22813a. Nestawedjat was the daughter of a man named Djedmutefankh and a woman named Djedasetesankh. They were probably members of one of the influential families who held high office in the Theban temple hierarchies during the period of Kushite rule over Egypt, but their precise place in society has yet to be determined. The mummy found in the coffins of Nestawedjat is the body of a woman and is very likely the remains of Nestawedjat. It was previously thought that the x-rays were showing that it is the body of a man and it had to be dated to the 21st Dynasty (about 1000BC). Bibliography: British Museum. A Guide to the First, Second and Third Egyptian Rooms, London 1924, pp. 95-96; Handbook to the Egyptian mummies and coffins exhibitied in the British Museum, London 1938, p. 51; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), p.24; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 60-1, pl. on p. 61. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 20-53. ", " Label found in coffin stored in archive as AES Ar.2024 "], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.60-61)"], "Location": ["Not on display"], "Exhibition history": [" 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Associated with: Djedmutiufankh (daughter of) ", " Named in inscription: Osiris ", " Representation of: Hathor ", " Named in inscription: Nestawedjat "], "Acquisition name": ["Transferred from: India Museum"], "Acquisition date": ["1880"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22813,b"], "Registration number": ["1880,0130.1.b"], "Conservation": [" Treatment: 30 Jan 2014 ", " Treatment: 24 Aug 2016 ", " Treatment: 30 Apr 2002 ", " Treatment: 09 May 2003 ", " Treatment: 07 Apr 2003 "]}