{"artifact_name": "vase", "Object Type": ["vase"], "Museum number": ["EA65275"], "Description": [" Calcite vase: from the front, this vase representing a pregnant woman appears unremarkable. She stands with her bowed legs slightly bent at the knees and her hands brought together above her swollen belly. Her hair, parted in the middle, is drawn back from her face, and her features have been rendered in a rudimentary fashion. The figure becomes more interesting when viewed from the side, as one discovers that the handle of the vase is carved in the form of a naked child clutching either side of its mother's head. The child's features are rather crudely indicated, but the hair is rendered with more detail. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1479BC-1352BC (circa)"], "Excavator/field collector": ["Excavated by: Prof John Garstang"], "Findspot": [" Excavated/Findspot: Abydos, Tomb 949 "], "Materials": ["calcite"], "Dimensions": [" Height: 19 centimetres ", " Weight: 0.697 kilograms ", " Width: 8 centimetres ", " Depth: 8.50 centimetres "], "Curator's comments": ["Bibliography: J. Garstang, ‘Excavations at Abydos, 1909: Preliminary Description of the Principal Finds’, in ‘Annals of Archaeology and Anthropology’ (Liverpool, 1909), pl.16; G. Robins, 'Reflections of Women in the New Kingdom: Ancient Egyptian Art from the British Museum' (San Antonio,TX, 1995), p.73, pl. 38. C. H. Roehrig (ed.), Hatshepsut. From Queen to Pharaoh, New York 2006, p. 241. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 157."], "Bibliographic references": ["Roehrig 2005 / Hatshepsut: From Queen to Pharaoh (170)"], "Location": ["Not on display"], "Exhibition history": [" 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 1998/9 Oct-Jun, South Carolina, The Charleston Museum, Queens & Commoners of the New Kingdom 2005-2006 15 Oct-29 Jan, San Francisco, M H Young Memorial Museum, Hatshepsut 2006 20 Mar-9 Jul, New York, Metropolitan Museum of Art, Hatshepsut 2006 26 Aug-10 Dec, Fort Worth, Kimbell Museum of Art, Hatshepsut 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Acquisition name": ["Bequeathed by: Sir Robert Ludwig Mond"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65275"], "Registration number": ["1939,0324.140"], "Conservation": [" Treatment: 22 Aug 2005 ", " Treatment: 25 Feb 2016 "]}