{"artifact_name": "model; coffin", "Object Type": [" model ", " coffin "], "Museum number": ["EA65214"], "Description": [" Wooden model coffin: faithfully reproducing an anthropoid coffin of the middle 18th Dynasty, with a prominent foot and the sides of the case positioned at a steep angle to the horizontal. The exterior is painted yellow, perhaps to imitate the gold leaf with which the richest coffins would have been covered. This probably also explains why the painter has omitted the figures and inscriptions found on most full-sized coffins, although care has been taken to add the details of the face, wig and collar. Four wooden pegs slotting into sockets along the edges enable the lid of the coffin to be held securely in place. "], "Cultures/periods": ["18th Dynasty"], "Production date": ["1450BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["wood"], "Technique": ["painted"], "Dimensions": [" Height: 9.15 centimetres ", " Length: 26.70 centimetres ", " Width: 8.30 centimetres "], "Curator's comments": ["Belongs with 'shabti' 1939,0324.77b. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 208-9. pl. on p. 209."], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.208-209)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story "], "Condition": ["good"], "Acquisition name": ["Bequeathed by: Sir Robert Ludwig Mond"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65214"], "Registration number": ["1939,0324.77.a"], "Conservation": [" Treatment: 12 Nov 1998 ", " Treatment: 16 Sep 2014 ", " Treatment: 28 Aug 2014 "]}