{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA59074"], "Description": [" Fragmentary grey stone figure of the god Min, the feet now missing. He wears a fragmentary crown adorned with a headband tied at the back of the head, and a slot at the top of the crown which would have been used to insert an upper section, likely the double plume headdress. A uraeus cobra sits above Min’s forehead. His soft facial features include slightly hooded eyes, a broad nose and a small mouth with a particularly fleshy appearance of the face around the mouth and chin. A small false beard extends from his chin, part of the right corner now missing. He wears a detailed broad-collar and pectoral around his neck, the latter of which has broad straps that hang over the upper body, and inside depicts a winged sun-disc. These straps are also visible on the back, and possibly extended into a cape. The god is depicted nude, and on both upper arms he also wears a detailed cuff and at his wrists an identical bracelet. His left hand held his erect phallus, now missing, while his right arm was held out to the side. Fragments of a flail that the god once held in this hand are visible on his right wrist, and also at his right shoulder suggesting the flail fell backwards behind him. On the reverse is a broad back-pillar with a pointed top, which does not appear to be inscribed. The left arm of the figure has been repaired in modern times. In addition to the loss of the right hand, flail and the god’s feet, there are a number of large scratches across the stone surface at the back-pillar and the lower right side of the body. The nose has also been damaged, and there are small chips visible across the torso and legs. The object has been attached to a small modern base. "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["stone"], "Dimensions": [" Height: 35 centimetres (max) ", " Width: 18 centimetres ", " Depth: 8.95 centimetres (max) "], "Curator's comments": ["The facial features and rendering of the body are key indicators of the figures’ later date and Hellenistic influence. Min was particularly associated with the areas of Coptos and Akhmim, and during the Ptolemaic and Roman occupation of Egypt a cult centre for Min and the goddess Isis was established in Coptos. Based on other known examples that originated from this area, it is likely that this figure was also found in Coptos."], "Location": ["Not on display"], "Condition": ["incomplete - plumes, left hand and feet lost"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Min"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1928"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA59074"], "Registration number": ["1928,0414.53"], "Conservation": ["Treatment: 14 Aug 1985"]}