{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66497"], "Description": [" Mould-made scarab in glazed composition; back flattened in profile, with simple markings for clypeus, prothorax and elytra; at side, legs indicated only by one horizontal groove; underside incised with the name of Padibastet inscribed in hieroglyphs; longitudinally pierced; glaze gone, but pale greenish tinge survives on surface; core pale creamy yellow; very eroded. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " incised ", " pierced "], "Dimensions": [" Height: 0.65 centimetres ", " Length: 1.15 centimetres ", " Width: 0.95 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Padibastet (Petoubastis) is a royal name for three pharaohs between the 23rd and 26th dynasty, as well as a common private name during the Late Period (Hornung and Staehelin 1976, 283). This name is commonly found on scarabs and scaraboids produced at “Scarab Factory” (Petrie 1886, pl. XXXVII, no. 117-118; on the various productions of the factory, see Webb forthcoming). They belong to a type which was widely distributed in the Mediterranean area and in South Russia (Gorton 1996, 93, 103-107, type XXVIII B, subtype B16-23, see especially B16 for this piece). Let's note that the motif is incised, not stamped, so it does not share the technical characteristics as defined in Gorton's type XXVIII. For a similar inscription on glazed composition scarabs found in Naukratis, see: Paris, Louvre Museum E8056 bis.13; Boston, Museum of Fine Arts 88.858. Various parallels: Fraser 1900, pl. XIV, 407-408; Vercoutter 1945, 103-104, 36-39; Hornung and Staehelin 1976, 282-283, 455-458. Fraser, G. 1900. A catalogue of the scarabs belonging to George Fraser, London. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Hornung, E., Staehelin, E. 1976. Skarabäen und andere Siegelamulette aus Basler Sammlungen, Ägyptische Denkmäler in der Schweiz I, Mainz. Petrie, W. M. F. 1886, Naukratis. Part I, 1884-5 (Third Memoir of the Egypt Exploration Fund), London. Vercoutter, J. 1945. Les objets égyptiens et égyptisants du mobilier funéraire carthaginois, BAH XL, Paris. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 117) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 101 and 103, type XXVIII B16) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.108) (phase 3) "], "Location": ["Not on display"], "Condition": ["poor"], "Associated names": ["Named in inscription: Padibast"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66497"], "Registration number": ["1886,0401.1672"]}