{"artifact_name": "human mummy; mummy-mask; mummy-cover; mummy-wrapping; cartonnage; amulet", "Object Type": [" human mummy ", " mummy-mask ", " mummy-cover ", " mummy-wrapping ", " cartonnage ", " amulet "], "Museum number": ["EA6680"], "Description": [" Mummy of Horemheb, an adult large-boned man, wrapped in linen and with a gilded cartonnage mummy-mask and painted mummy-cover; amulets in the thorax and bundles of resin-soaked linen in the abdomen. Skull - Mouth closed. Evidence of dental attrition. No obvious fractures. Thorax and Abdomen - Numerous small amulets are crowded together in the region of the left thoracic upper zone; below them a large scarab and two smaller scarabs in the right upper zone. There are no obvious fractures, but there is dislocation of the 9th or 10th right rib which is lying obliquely with its vertebral end in the region of the periphery of the right lower zone. A fragment possibly of a bird-bone lies in the upper right hemithorax. Four cylindrical objects lie in an otherwise empty thorax and abdomen; these resemble the four parcels of viscera in mummies of the Twenty- First Dynasty, but the practice of so placing the viscera was given up centuries before the period of this mummy. They must, therefore, be bundles of resin-soaked linen. The flank-incision is plugged with a linen swab. There is dislocation of the pubic symphysis and the right sacro-iliac joint. Arms - Flexed at elbows, the forearms crossed over the breast, the left hand to right shoulder, and right hand to left axilla. Legs - There is gross diastasis of both knee-joints but no fractures. The appearance of the knee joints suggest the form would assume if the body had been 'put on the rack'. The ankles are within normal limits, and they have non-metallic anklets upon them. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" human tissue ", " linen ", " plaster ", " gold ", " resin "], "Technique": [" plastered ", " painted ", " gilded "], "Dimensions": [" Length: 170 centimetres "], "$Inscriptions": [" "], "Inscription subject": [" private ", " funerary "], "Curator's comments": ["Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.829."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (44) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.105, p.110, table 1) "], "Location": ["Not on display"], "Condition": ["good"], "Associated names": [" Named in inscription: Horemheb ", " Named in inscription: Padiamunnebnesuttawy (son of) ", " Named in inscription: Pesdet (son of) "], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6680"], "Registration number": [".6680"], "Additional IDs": [" Miscellaneous number: BS.6680 (Birch Slip Number) "], "Conservation": ["Treatment: 10 Feb 2014"]}