{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA63699"], "Description": [" Limestone statue of a male official shown seated on a backless chair. The figure is depicted in a seated position with the legs and feet set slightly apart and both hands placed across the lap, with the left palm held flat against the knee while the right hand fist is clenched. He wears a knee-length kilt and a short curled wig, which is set high on the forehead and obscures the ears. The upper body bare, with modelling of the extremely narrowed waist and broad shoulders. The arms and lower legs are comparatively wider than the rest of the body, creating an overall disproportionate shape. The eyes are narrow and slightly slanted, with thin arched eyebrows. The nose is extremely short while the mouth is wide with thick lips which are both sharply incised. There are traces of black paint used for the seat, wig, eyebrows, and detailing around the eyes, red-brown paint used to depict the skin, and white paint used for the kilt. The reverse of the seat has several large chips across the surface, but there does not appear to be any clear traces of inscription across the seat. A large chip to the stone is visible at the left side of the face, with part of the forehead and left eye now missing. Part of the right hand and right knee are also damaged. A large crack is visible around the neck of the figure, where the head had been broken and then repaired in modern times. There are several chips to the stone surface around the edges and corners of the seat and base, and loss of paint which is particularly notable at the top of the wig, around the left arm, and front of the seat. "], "Cultures/periods": ["5th Dynasty"], "Excavator/field collector": [" Excavated by: Guy Brunton ", " Excavated by: The British Museum "], "Findspot": [" Excavated/Findspot: Matmar "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 37 centimetres ", " Width: 10.50 centimetres ", " Depth: 19 centimetres "], "Curator's comments": ["This figure was found in situ within tomb ‘3237’ at the site of Matmar in Upper Egypt, during the excavations led by Guy Brunton. The statue is described by Brunton as being found in the tomb’s subterranean chamber with the head broken off but intact next to the body. The head was noted to have been originally attached to the body via a wooden peg, suggesting that damage to the head had initially occurred prior to the statue’s placement within the tomb and was thus repaired in ancient times. In this same space, other less well preserved statues were also discovered, including a deteriorated standing male wooden figure and a standing female statuette of unspecified material (Brunton 1948). Both of the male images were also described as facing west within the chamber. The limestone figure is noted by Brunton to be the only example known to him of a surviving statue from the Old Kingdom within the Badari area. In order to ensure the integrity of stone sculpture and prevent any breakage, it was more common for the stone between the body and the arms to be left intact but partially carved or even painted black. Here however the arms have been completely separated from the main block of stone, leaving the limbs more prone to damage. Further Bibliography: G. Brunton, 1948. Matmar (London), p. 30, 52-53, Pl. XXXVI (28-30)."], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition date": ["1932"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA63699"], "Registration number": ["1932,1213.11"]}