{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1630"], "Description": [" Limestone stela of Ramses II: this stela consists of six horizontal lines of incised text surmounted by a scene of which the lower parts of three figures in sunk relief remain. The figure of the king on the left stands with raised arms offering wine before Amun-Ra in the centre. Behind the god on the right stands a goddess who clasps the god with one hand. The text outlines certain endowments which the king made for the gods which favoured him. The stela is broken at the top and along the right side with loss to the scene and the main text. There is also a large gouge through the first three lines of text. The left edge has been restored in modern times. There are no traces of colour. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (said to come from) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 73.30 centimetres ", " Weight: 87 kilograms ", " Width: 50.40 centimetres ", " Depth: 12.40 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Bibliography: K.A. Kitchen, 'Ramesside Inscriptions' 7 (Oxford: Blackwell Press), 97."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.14-15)"], "Location": ["Not on display"], "Condition": ["incomplete - upper part lost. The stela is broken at the top and along the right side with loss to the scene and the main text. There is also a large gouge through the first three lines of text. The left edge has been restored in modern times."], "Associated names": [" Named in inscription & portrayed: Ramses II ", " Named in inscription & portrayed: Amun-Ra "], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1913"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1630"], "Registration number": ["1913,0524.4"]}