{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA65516"], "Description": [" Stone figure of the god Khons-Thoth as a baboon. The fur around his head is wide and he has a long snout. The head and facial features are now extremely worn. Around his neck area are traces of incised detail, possibly to indicate the feathered hood layer of fur. At his chest is a pectoral with the image of an ibis. Though much of the stone is worn he appears to have his front paws resting on his knees. Between his hind legs his genitalia is exposed, and on his left side his tail is curled across the top of the base. The lower portion of his body bears traces of a red-brown colour. On the reverse is a broad back-pillar, though again the surface is worn and there is little suggestion of an inscription. The god sits appear on a high throne, which features the cartouches of king Sheshonq I. Around the right side of the throne are two horizontal lines of incised text, only a few signs now legible. The left side of the throne is now completely worn, but likely also included similar lines of inscription. There is damage and some discolouration to the top of the throne at the front and right side. "], "Cultures/periods": ["22nd Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["stone"], "Dimensions": [" Height: 16 centimetres ", " Width: 6 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" Not only can this figure be securely dated to the 22nd Dynasty based on the surviving cartouches of the king Sheshonq III, but the baboon figure can also be clearly identified as the composite deity of Khons-Thoth based on the surviving inscription around the side which specifically refers to him. Further Bibliography: I.E.S. Edwards, 1954. ‘An Inscribed Bronze Box from Egypt’, British Museum Quarterly Vol. 19, No.4, p. 83-84, Pl. XXXIIb. ", " See PM viii, p. 1116. ", " The British Museum Quarterly, Vol 19, No 4, Dec 1954, page 81-84 An Inscribed Bronze Box from Egypt I. E. S. Edwards "], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 1126)"], "Location": ["Not on display"], "Condition": ["fair (surface worn, salting)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Khons-Thoth ", " Named in inscription: Sheshonq III "], "Acquisition name": ["Donated by: Lady Rhondda"], "Acquisition date": ["1952"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65516"], "Registration number": ["1952,1011.1"]}