{"artifact_name": "mirror", "Object Type": ["mirror"], "Museum number": ["EA37173"], "Description": [" Oblate bronze mirror with a riveted handle in the form of a nude female figure with outstretched arms supporting a papyrus umbrel. "], "Cultures/periods": ["New Kingdom (18th dynasty?)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["bronze"], "Technique": ["riveted"], "Dimensions": [" Height: 23.40 centimetres ", " Weight: 0.21 kilograms ", " Width: 13.80 centimetres ", " Depth: 1.60 centimetres "], "Curator's comments": ["Published: Les amour d'une princesse égyptienne, Saint-Gérard 1997, p.119 [68]. C. Derriks, Les miroirs cariatides égyptiens en bronze. Typologie, chronologie et symbolique, MÄS 51, 2001, pp. 116-117."], "Location": ["Not on display"], "Exhibition history": [" 1994 Jan-Mar, Doncaster Museum & Art Gallery, Ancient Egypt 1995 Feb-May, Atlanta, Emory University, Reflections of Women in the New Kingdom 1997 May-Oct, Abbaye Saint-Gerard De Brogne, Le Roman de la momie 1998/9 Oct-Jun, South Carolina, The Charleston Museum, Queens & Commoners of the New Kingdom 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul- 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1882"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37173"], "Registration number": ["1882,1127.120"], "Conservation": ["Treatment"]}