{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA66421"], "Description": [" Sycomore fig wood stela of Horsaast: this round-topped stela contains one scene. At the top is a curved sky-sign beneath which is a winged sun-disk with uraei, and below this, seven columns of text containing a standard funerary invocation for the deceased. On the left of the scene is seated the god Ra-Horakhty, mummiform, before whom is an altar on which rests a water-pot cooled by a lotus-flower. On the right the prophet of Amenresonther, Horsaast, son of the prophet of Amenresonther, rwḏ ʿʒ ḫsf n nỉwt, and secretary of Upper Egypt Nb-nṯrw, clad in a leopard-skin, is offering a figure of Maat to the god. The surface of the stela is cracked in several places and there are a few small holes. The paint, which has been applied directly to the wood, has faded in places. The background of the stela is white, while the sky at the top and the base line are blue. The disk at the top is red with pink and brown uraei with black dots. The colour of the wings has mostly faded, but the upper wings were white with a blue upper edge and blue dots; the middle were white with black edged feathers and blue dots; while the lower appear to have been green edged in red. The hieroglyphs are black on a brown background. The god has a red disk with a faded brown border. His face is white with a black eye on brown, a black beak, and blue wig and cheek. The body is red. The sceptre and flail are brown with blue ends to the latter. The colour on the collar and hands has faded, but there are slight traces of green. The throne is red and blue edged in brown on a brown base. The altar is blue with a brown stripe, brown pot, and brown, blue, and green lotus, although the last colour exists only in traces. The body of the human figure is red with a white garment covered by a brown black-dotted skin. The eye is black on white, while the beard, eyebrow, and wig are black. The cone on the head is red and white with a blue fillet across the wig. The colour of the collar is faded except for a slight trace of green. The figure of Maat is blue with a red fillet. The colour of the face and feather are almost lost but appear to have been green and red respectively. The colour of the basket has also faded except for a slight green trace and a black stain. "], "Cultures/periods": ["Third Intermediate"], "Excavator/field collector": ["Field Collection by: Robert Curzon, 14th Baron Zouche"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["sycomore fig wood"], "Technique": ["painted"], "Dimensions": [" Height: 33.60 centimetres ", " Weight: 0.650 kilograms ", " Thickness: 2.60 centimetres ", " Width: 24.60 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.6-7)"], "Location": ["Not on display"], "Exhibition history": [" 2018-2019 27 Oct -27 Jan, France, Musee de Grenoble, Amon to Thebes "], "Condition": ["fair - surface worn"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Harsiese ", " Named in inscription: Nebnetjeru (father) ", " Representation of: Ra-Horakhty ", " Representation of: Maat "], "Associated places": [" Named in inscription: Upper Egypt (historic) "], "Acquisition name": ["Bequeathed by: Robert Curzon, 14th Baron Zouche"], "Acquisition date": ["1917"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66421"], "Registration number": ["1979,0108.50"], "Conservation": [" Treatment: 27 Mar 2014 ", " Treatment: 24 Sept 2018 "]}