{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA22159"], "Description": [" Hollow terracotta figure of Harpokrates, seated on a goose, wearing a large bound wreath surmounted by a Double Crown flanked by lotus buds held by the ribbon binding the wreath, the loose ends falling on the shoulders. A himation falls over the left shoulder, hanging down on each side. A small cornucopia is in the crook of the left arm. Back un-modelled; circular vent, with some edges broken away. The feet and the beak of the goose are lost. Two-piece mould. Micaceous brown Nile silt, with red-brown surface. Traces of white dressing on headdress; small green patch on cornucopia. "], "Cultures/periods": ["Ptolemaic"], "Production date": ["2ndC BC (?)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: San el-Hagar (Tanis), South-west of temple pylon. "], "Materials": ["terracotta"], "Dimensions": [" Height: 13.90 centimetres (max) ", " Width: 8.20 centimetres (max) ", " Depth: 4.33 centimetres "], "Curator's comments": [" Published: H. Coutts, Gold of the Pharaohs, Edinburgh 1988, p. 93 [71]. Petrie, Tanis I (1885): 34 Favard-Meeks in Brissaud and Zivie-Coche: Tanis 1987-1997 (1998) p.113. ", " Terracotta IV Donated: Egypt Exploration Fund. From Find 32 at Tanis. Find 32 is a pit dug south-west of the pylon of the West Gate of the Great Temenos Wall; Ptolemaic coins were found nearby: this, of course, means nothing. Ptolemaic, probably second century BC. Bibliog. Petrie 1885: 34: the West Gate pylon is shown on the plan, pl. [xvii]; Taylor 1988: 93 and 71; Fischer 1994: 277, no. 616; Favard-Meeks 1998: 113; Bagnall and Rathbone 2004: 130. "], "Bibliographic references": ["Terracotta / Catalogue of Terracottas in the British Museum (3071)"], "Location": ["Not on display"], "Condition": ["incomplete - legs and beak of goose lost"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA22159"], "Registration number": ["1885,0101.146"]}