{"artifact_name": "bed", "Object Type": ["bed"], "Museum number": ["EA24656"], "Description": [" Part of the leg of a funerary bed made of wood, in the form of a sphinx, with 4 holes for mortise and tenon joints, and further holes behind left ear and in left hind leg. "], "Cultures/periods": ["25th Dynasty"], "Production date": ["8thC BC-7thC BC"], "Findspot": [" Found/Acquired: Egypt ", " Excavated/Findspot: Sudan (historic) "], "Materials": ["wood"], "Technique": ["incised"], "Dimensions": [" Height: 42.30 centimetres ", " Width: 7 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Published: T. Phillips [ed.], Africa, London 1995, p. 107 [1.78] = T. Phillips [ed.], Afrika, Berlin 1996, p.107 [1.78]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, p. 273. ", " Strudwick N 2006 The central part of this object is a human-headed sphinx, or just possibly a cat, since Egyptian sphinxes are usually recumbent. The eyes were originally inlaid. The hair is represented by a smooth raised area with a central forelock, a sidelock to left and right, and long tresses at the back. The element through which the leg was joined to a piece of furniture is somewhat oval-shaped, pierced by mortise holes running front to back and left to right. Below the first hole is a hieroglyph which represents Lower Egypt, with a lily above (a so-called 'lotus'). All the decoration has been filled with a white pigment. The purpose of the holes behind the ears and above the legs is unclear. The leg's base is a rectangular block, with hieroglyphs on the front for 'all life and dominion' and on the sides for 'all health and all joy'. These expressions are found primarily in the context of wishes for the king, suggesting that the leg might have come from an item of royal furniture. The high quality of the work would support this. The precise nature of the item of furniture is uncertain, since chairs, stools, and beds all employ this type of leg. Beds of this type are known in Nubia from the second millennium BC to the present day, and frequently appeared in tombs, supporting the corpse. The treatment of the head, with its round and fleshy face, is characteristic of Kushite sculpture of the Twenty-fifth Dynasty. Similar hairstyles, with the hair gathered in four tufts, are found on several representations of young Nubian women; they also occur on a number of figurines in the shape of a cat or sphinx associated with protection of women in childbirth. Perhaps the item of furniture was associated with royal childbirth? ", " Hill, Meurer and Raven, Journal of the History of Collections (2009), 13 on possible companions (Louvre E17333, Leiden F2000/6.1-2) to EA 24656 "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (p.273)"], "Location": ["On display (G65/dc10)"], "Condition": ["fair (fragmentary and incomplete)"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24656"], "Registration number": ["1893,0514.37"], "Conservation": [" Treatment: 17 Nov 1989 ", " Treatment: 22 Feb 1991 "]}