{"artifact_name": "stopper; seal-impression", "Object Type": [" stopper ", " seal-impression "], "Museum number": ["EA53963"], "Description": [" Small, white plaster amphora- or costrol-stopper with pottery disc plug (now lost) and fermentation hole. The seal is white, soft and probably made from gypsum or a gypsum lime plaster mix. It has been stamped with a circular stamp with a monogram, or possibly a depiction of an altar. There are inconclusive traces of two string marks, possibly used for removal. Traces of black sealant, probably pine pitch, are visible. There is damage around where its opening device, probably a string, was pulled. "], "Cultures/periods": ["Late Antique"], "Production date": ["4thC-7thC"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": [" gypsum ", " plaster (?) ", " lime (?) ", " pine pitch (?) "], "Technique": ["stamped"], "Dimensions": [" Diameter: 52 millimetres ((max)) ", " Diameter: 48 millimetres (amphora neck) ", " Diameter: 39 millimetres (stamp impression) ", " Height: 17 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Plaster stoppers, sealed with pine pitch and with a fermentation hole and straw valve, were commonly used on wine-amphorae (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). This method of closing wine-amphorae with plaster stoppers was common in Egypt and North Africa during the Roman and Byzantine periods (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). Unlike the mud stoppers (e.g., EA 53951–54) that were used on wine-amphorae produced by estates, this type of plaster stopper (e.g., EA 53955, 53957–63) was commonly used on wine-amphorae used by wine traders (Thomas 2011, types 1 & 7; Thomas and Tomber 2006: types 1 & 7). The traces of black sealant, probably pine pitch, suggest that the stopper belonged to a wine amphora (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). Traces of a fermentation hole indicate that the wine must have been young and not finished fermenting when first transported. Cf., very similar monograms were found on plaster late Roman amphora stoppers from Clysma (Bruyère 1966, pl. 27.7, fig 10.10). Bruyère, B. 1966. Fouilles de Clysma-Qolzoum (Suez): 1930–1932. FIFAO 27. Cairo: IFAO. Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO."], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (58)"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1915"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53963"], "Registration number": ["1915,0207.13"]}