{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA103"], "Description": [" Scribal statue of Amenhotep son of Hapu: of black grano-diorite. Hieroglyphic texts are inscribed on the papyrus unrolled on his lap and on the statue plinth. His right hand, now broken, held a pen, as if writing, while his left hand holds the papyrus roll. On his left knee sits an ink container, with two cakes of ink. The Middle Egyptian text on the papyrus roll is written in vertical lines as if to be read by Amenhotep himself rather than by the actual reader standing in front of the statue. On the top of the plinth is carved a wish to be read by the viewer. This is the surface on which temple visitors could notionally place their offerings to Amenhotep. Even on this prestigious statue there is a corrected error in the carving: Anmun for Amun. Around the base is a single line of inscription, formed of two texts spreading out from the initial word of both parts ('The Prince') which is written only once, and meeting in the middle at the back. "], "Authority": ["Ruler: Amenhotep III"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Karnak (Thebes) "], "Materials": [" granite ", " diorite "], "Technique": ["incised"], "Dimensions": [" Height: 33 centimetres (max) ", " Width: 55 centimetres ", " Depth: 60 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" The inscriptions indicate that this is one of a series of statues given by the king and placed in the temple at Karnak (others are in the Egyptian Museum, Cairo, and the Luxor Museum). In style the statue is modelled on Middle Kingdom forerunners. The statue acted as an intermediary between worshippers and the god: on another statue Amenhotep calls himself the 'herald of the god Amun'. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (Part 2) (Oxford, 1974), 288; S.R.K. Glanville, 'Some notes on material for the reign of Amenophis III' 'Journal of Egyptian Archaeology' 15 (1929), 2-8, esp. 2-5; A. Kozloff 'et al', 'Egypt's Dazzling Sun: Amenhotep III and his World' (Bloomington, 1992), no. 44 (similar examples); H. Sourouzian, 'La statue d'Amenhotep fils de Hapou, âgé, un chef-d'oeuvre de la XVIIIè dynastie', 'Mitteilungen der Deutschen Archäologischen Instituts Abteilung Kairo' 47 (Wiesbaden, 1997), 341-55. ", " Although there are no details of its acquisition, it must have been in the BM since at least 1836 as it appears, according to Glanville, in The British Museum; Egyptian Antiquities (Charles Knight; London, 1836), II, 30, 31. Now noted in the 1835 synopsis, p. 197 (after No. 51) "], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (51) ", " Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.12) "], "Location": ["Not on display"], "Condition": ["incomplete - upper body lost"], "Subjects": ["reading/writing"], "Associated names": [" Named in inscription: Amenhotep, Son of Hapu ", " Named in inscription: Amun ", " Named in inscription: Atum "], "Associated places": [" Named in inscription: Thebes (historic - Upper Egypt) "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA103"], "Registration number": [".103"], "Additional IDs": [" Miscellaneous number: BS.103 (Birch Slip Number) "], "Conservation": ["Treatment: 21 Apr 1999"]}