{"artifact_name": "pendant; chain; amulet", "Object Type": [" pendant ", " chain ", " amulet "], "Museum number": ["EA48998"], "Description": [" Gold foil pendant amulet of Maat: the figure of the goddess Maat, seated on a pedestal, with the ostrich feather symbol on her head, is made from gold foil over a very light core, possibly wood. Details of her eyes, nose and mouth and the striations on her wig have been lightly carved. The feather is made from a central piece of shaped sheet gold onto each face of which have been soldered four cloisons, once holding inlays. The figure is suspended from a loop-in-loop gold chain with its characteristic herringbone effect that gives the appearance of having been plaited. It was, however, made from pre-shaped interlinked loops of gold wire. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" gold ", " wood (?) "], "Technique": [" core-formed ", " carved ", " soldered ", " inlaid "], "Dimensions": [" Thickness: 0.30 - 0.90 centimetres ", " Height: 2.70 centimetres (amulet) ", " Length: 24.50 centimetres ", " Weight: 34 grammes "], "Curator's comments": [" Maat was goddess of cosmic order, truth, justice, righteousness and similar abstract concepts. It was against a figure of the goddess, or her ostrich feather emblem, that the heart was weighed to ascertain its owner's worthiness to enter the Egyptian equivalent of paradise. However, the Greek historian Diodorus Siculus records that Egyptian judges wore small figures of the goddess around their necks, as an insignia of their office and Egyptian statues of the Late Period sometimes wear just such an image. So this fine example might once have been worn by a judge. Considered to be a modern fake. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 110-111 No 30. ", " Jones 1990 Egyptian serpentine statuette with gold head-dress (comment relating to registration nos. 1909,0710.2-6) This unusual statuette, apparently representing the god Osiris, was acquired in 1909 and purports to come from Tell Basta in the Egyptian Delta. It has been the subject of speculation for many years, and even after extensive scientific examination including TL on presumed material which proved equivocal, its authenticity remains uncertain. It consists of a seated mummiform figure of mottled green stone, probably serpentine, to which have been added a face mask, crown and uraeus of gold, and a wig (now incomplete) of gold inlaid with lapis lazuli. When the statue was acquired it had a fine gold chain bearing a pendant in the form of the goddess Maat (registration no. 1909,0710.6). The statue itself (1909,0710.2), which is un-inscribed, is stylistically peculiar and difficult to date, although it cannot be proved to be a forgery. The facial features show some affinities with royal portraits of the 25th Dynasty (c. 747-656 BC), but it is difficult to find a convincing parallel among statues of divinities dating from this period. Even stranger are the gold accoutrements, the presence of which on a stone figure of this type is in itself highly unorthodox. Scientific analysis has demonstrated that the gold is ancient, but that the various components were made at different times - a finding which accords well with their somewhat incongruous appearance. The necklace and pendant are probably not part of the original ensemble. The mask (1909,0710.3), however, was clearly moulded over the face of the statue and, like the wig (1909,0710.4), must have been intended specifically for this piece. If these items were not made in antiquity they must be considered the work of an expert forger, for the wig in particular displays technical virtuosity of a high order. The most suspect component, on both iconographical and technical grounds, is the crown (1909,0710.5). Though made of ancient gold, its exceptionally high polish and the lack of tool marks on its surface suggest the use of a high-speed buffing tool, while the rim shows signs of having been machine-made. Although no firm conclusion regarding the figure's authenticity is possible, it has clearly undergone alteration. Traces of copper on the back of the head may indicate that it originally wore a head-dress of copper or bronze. At what date the present accessories were added is unknown, but the crown at least seems to be a modern reworking, and this raises the suspicion that the other components may also be of recent manufacture. If so, it is remarkable that so much precious metal was expended on the enhancement of a not particularly distinguished piece of sculpture. Literature: E. A. Wallis Budge, 'Egyptian Sculptures in the British Museum', London 1914, pp. 19-20, pl. XLII. "], "Bibliographic references": [" Andrews 2000 / Egyptian Treasures from the British Museum (p.92-93) ", " Andrews 1990 / Ancient Egyptian jewellery (184a) ", " Andrews 1994 / Amulets of Ancient Egypt (fig. 38) ", " Jones 1990a / Fake? The Art of Deception (324) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 110) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006-2007 6 Oct-18 Feb, Tokyo, National Museum of Nature and Science, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2012 July -September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead 2013, May - September, Perth, Western Australian Museum, The Book of the Dead "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Maat"], "Acquisition name": ["Purchased from: Sheikh Ali Abd-el-Hai el-Gabri"], "Acquisition date": ["1909"], "Acquisition notes": ["Purchased with the aid of Lady Wantage."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA48998"], "Registration number": ["1909,0710.6"], "Conservation": [" Treatment: 15 Jun 1981 ", " Treatment: 5 Jan 2023 "]}