{"artifact_name": "naukratic figure", "Object Type": ["naukratic figure"], "Museum number": ["EA90393"], "Description": [" Green glazed composition Naukratic figure: kneeling; upper body in the form of an erect phallus; Hieroglyphic text on the base. "], "Cultures/periods": [" Late Period (?) ", " Hellenistic (?) "], "Production date": ["400 BC-50 BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 4.05 centimetres ", " Width: 1.09 centimetres ", " Depth: 3.18 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["These figures are called 'Naucratic' because they were first discovered at the Greek settlement of Naucratis in the western Delta. Egyptologists have often considered them to be late, decadent and unworthy of Egyptian culture, but that is a false value judgement: they have been found in native Egyptian contexts on numerous sites. Parkinson dates them from around the 4th century BC or later (2013, 87). The figure was probably something worn as a amulet. Its purpose could have been to ensure potency, or perhaps to ward off evil: ithyphallic gods are often protective. The difficulties of interpretation have been hampered by modern reluctance to display and publish such material. The provenance is often unrecorded, although examples have been discovered in the cultic areas of the necropolis at Saqqara, where they were placed as votive offerings. Many have apparently humorous aspects, with enormous phalli wrapped around their necks and the like. Bibliography: C. Johns, 'Erotica', British Museum Pocket Treasury (London, 1997), 20-21. R. Parkinson, Cracking Codes (1999), 173."], "Bibliographic references": ["Parkinson 2013 / A little gay history. Desire and diversity across the world (p. 87)"], "Location": ["Not on display"], "Condition": ["good"], "Subjects": [" eroticism/sex ", " fertility/maternity "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA90393"], "Registration number": [".90393"], "Additional IDs": [" Miscellaneous number: W.23 "]}