{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA942"], "Description": [" Fragmentary limestone stelophorous statue of Huy. The upper body is now lost, but Huy is shown kneeling and resting on his heels with his arms raised out to the large stela in front of him. His upper body was bare and a red-brown paint was applied to convey his skin. This is particularly visible on the right side of his body, though fainter traces of this colour are also visible across his forearms and his feet. He wears a long kilt that may have been painted white. The upper portion of the stela is lost, but originally contained a relief scene depicting the barque of Re in sunken relief. Below this are six horizontal lines of incised text, the final line now particularly damaged. The lower left side of the stela and statue base have been restored. There are numerous chips and gouges to the stela, particularly along its sides, and there are further small chips to the statue body. The object is supported by a thick modern base. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Diameter: 20.50 centimetres ", " Height: 26 centimetres ", " Width: 22 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": [" The official Huy is known from several other monuments at Deir el-Medina, though several other individuals of the 19th Dynasty also share this name. ", " Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 148 (no. 530); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii, 711. "], "Bibliographic references": [" Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.84-85) ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 148, no. 530) ", " Porter and Moss 1964 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings I:II: The Theban Necropolis Part 2, Royal Tombs and Smaller Cemeteries (p. 711) "], "Location": ["Not on display"], "Condition": ["incomplete - lower part only"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Huy ", " Named in inscription & portrayed: Ra "], "Acquisition name": ["Donated by: Henry Christy (Trustees of)"], "Acquisition date": ["1865"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA942"], "Registration number": ["1865,1202.1"]}