{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA61506"], "Description": [" Wooden figure of the Anubis-jackal, with long tail. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["wood"], "Dimensions": [" Height: 19.70 centimetres ", " Weight: 0.46 kilograms ", " Width: 47 millimetres ", " Depth: 8 centimetres "], "Curator's comments": ["Birch Slip catalogue, 'Egyptian Room', 1506.c. states that the jackal possessed 'a long pendent tail'. This was subsequently detached and numbered separately as EA 35825; the two parts were reunited following conservation in 2011."], "Location": ["Not on display"], "Exhibition history": [" 1993-2003, Newcastle, The Hancock Museum, Land of the Pharaohs 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["fair"], "Associated names": ["Representation of: Anubis"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 1190 in 1835 Sotheby catalogue of Salt sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA61506"], "Registration number": [".61506"], "Additional IDs": [" Miscellaneous number: BS.1506c (Birch Slip Number) "], "Conservation": [" Treatment: 22 Sep 2014 ", " Treatment: 28 Feb 2011 ", " Treatment: 05 May 1993 "]}