{"artifact_name": "finger-ring", "Object Type": ["finger-ring"], "Museum number": ["EA37644"], "Description": [" Gold finger-ring: a stirrup shaped signet ring with long oval bezel cast all in one by the lost wax or cire perdu method. The bezel is incised with the prenomen or throne name, assumed on his accession by the heretic pharaoh Akhenaten. The bezel inscription also contains an incompletely written rebus meaning \"all Egypt is in adoration\" (of the name). "], "Authority": ["Ruler: Akhenaten"], "Cultures/periods": ["18th Dynasty"], "Production date": ["1352BC-1336BC (circa)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["gold"], "Technique": [" solid-cast ", " incised ", " cast "], "Dimensions": [" Height: 1.25 centimetres ", " Length: 2.55 centimetres ", " Weight: 20 grammes ", " Depth: 2.85 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["By this time the metal signet had almost completely superceded, for sealing purposes, the finger ring with swiveling bezel because of its greater ability to withstand pressure. Although precious metal signets bearing a king's name are known to have been entrusted to high officials so that they might seal documents or containers of precious commodities on pharaoh's behalf, Akhenaten's reign was marked by the reconcentration of high powers in royal hands. Consequently, this ring was almost certainly worn and used by Akhenaten himself. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 286-287 No 90."], "Bibliographic references": [" Andrews 2000 / Egyptian Treasures from the British Museum (p.224-225) ", " Andrews 1990 / Ancient Egyptian jewellery (148g) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat no.28 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat no.28 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.71 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.71 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.71 2006 6 Oct-2007 18 Feb, Tokyo National Museum, Mummy: The Inside Story 2007 17 Mar-17 Jun, Kobe City Museum, Mummy: The Inside Story "], "Condition": ["good"], "Associated names": ["Named in inscription: Akhenaten"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37644"], "Registration number": ["1903,0511.8"], "Conservation": [" Treatment: 23 Feb 1994 ", " Treatment: 04 Jan 1989 ", " Treatment: 01 Jul 1981 ", " Treatment: 10 May 2022 "]}