{"artifact_name": "amphora; stopper; seal-impression; plug", "Object Type": [" amphora ", " stopper ", " seal-impression ", " plug "], "Museum number": ["EA53955"], "Description": [" Hard, white, lime-based plaster wine-amphora stopper with pottery disc plug still inside the neck of a North African amphora. The plaster stopper has been impressed with a circular stamp and then painted red (only faint traces remain). The stamp impression is unclear, but appears to be Greek text, perhaps including the letters ΝΕ. The palm fibre used as a valve is still present in the fermentation hole. The plug is made from a wheel-made jar or amphora made of a red fabric, probably the same as the neck in which the stopper was placed. On neck of amphora is a Greek vessel notation. "], "Cultures/periods": ["Late Antique"], "Production date": ["(late)4thC-(mid)5thC"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": [" pottery ", " plaster ", " lime ", " palm fibre ", " pine pitch "], "Technique": [" stamped ", " painted ", " wheel-made "], "Dimensions": [" Diameter: 54 millimetres ((max)) ", " Diameter: 44 millimetres (amphora neck internal) ", " Diameter: 37 millimetres (stamp impression) ", " Height: 18 millimetres ", " Length: 113 millimetres ", " Width: 104 millimetres "], "$Inscriptions": [" "], "Curator's comments": ["Plaster stoppers, sealed with pine pitch and with a fermentation hole and straw valve, were commonly used on wine-amphorae (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). This method of closing wine-amphorae with plaster stoppers was common in Egypt and North Africa during the Roman and Byzantine periods (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). Unlike the mud stoppers (e.g., EA 53951–54) that were used on wine-amphorae produced by estates, this type of plaster stopper (e.g., EA 53955, 53957–63) was commonly used on wine-amphorae used by wine traders (Thomas 2011, types 1 & 7; Thomas and Tomber 2006: types 1 & 7). For a similar vessels with notations found at Antinoupolis and dating to the second half of the 5th century AD, with discussion and bibliography on the acronym and formulae, see Fournet and Pieri 2008, no. 1 and pp. 180–82. The amphora neck is of a small Late Roman North African Spatheion-type made across coastal Libya and Tunisia between the end of the 4th and the mid-5th century AD (Keay and Williams 2005, Spatheion Type 1C). This type of amphora was commonly used to transport olives, wine and fish sauce. The black sealant on the underside of the plug is probably pine pitch,indicating it was a wine amphora (Thomas 2011, type 1 with bibliography; Thomas and Tomber 2006, type 1). Fournet, J.-L. and D. Pieri. 2008. Les dipinti amphoriques d’Antinoopolis. In Antinoupolis I: Scavi e materiali, R. Pintaudi (ed.), 175–216. Firenze: Istituto Papirologico ‘G. Vitelli.’ Keay, S. and D. Williams. 2005. Roman amphorae: A digital resource. University of Southampton. http://archaeologydataservice.ac.uk/archives/view/amphora_ahrb_2005/, last accessed October 2011. Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO."], "Bibliographic references": [" Hayes 1997 / Handbook of Mediterranean Roman pottery (pl.10) ", " O'Connell et al 2014 / Antinoupolis at the British Museum (50) "], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1915"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53955"], "Registration number": ["1915,0207.5"]}