{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA14366"], "Description": [" Lower portion of a basalt kneeling figure of a male official. He wears a short kilt across the thighs and he is shown kneeling and resting on his heels.The wide belt of the kilt is clearly visible, and his waist appears narrowed with an indication of the musculature of the abdomen across the bare upper body. There is a suggestion of flesh bulging over the top of the belt on the reverse. His hands are placed along his legs, framing an inscription across the clothing composed of two short vertical lines, both undefined by a border. Behind the figure is the lower portion of a slim back-pillar with two columns of incised text. A continuous single line of horizontal text is also inscribed around the sides of the statue base, moving from right to left. The left side arm of the figure is damaged from the elbow to the wrist, though the outline of the forearm is still visible. There are also small chips to the knees, the right side forearm, and the right side leg. The object is attached to a modern rectangular base. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Persepolis "], "Materials": ["basalt"], "Dimensions": [" Height: 12.70 centimetres (max) ", " Width: 6.20 centimetres ", " Depth: 9.97 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" While only the latter sign of the subject’s name (hb) survives within the back-pillar inscription, other names recorded within this text include that of his son Irefaaneit, with an accompanying professional title of Director of the Mansions. This is also followed by another son named Udjahorresnet, who features within the inscription along the statue base as the dedicator of the monument and who also holds the Director of the Mansions title. The name of their mother, Hennutawy, is also included. The figure is recorded as being from the area of Persepolis; a possible contemporary figure of the late 26th – early 27th Dynasty also named Udjahorresnet is known to have had connections to Persia, however the family members mentioned here confirm that these are two separate individuals. ", " See PM viii, p. 836. "], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 133, no. 115) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 847) "], "Location": ["Not on display"], "Condition": ["incomplete - upper part lost"], "Acquisition name": ["Purchased from: Mme de Valmency"], "Acquisition date": ["1873"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14366"], "Registration number": ["1873,0319.1"]}