{"artifact_name": "stela; relief", "Object Type": [" stela ", " relief "], "Museum number": ["EA1539"], "Description": [" Limestone stela with snake-bodied figures of Isis and Dionysos: the stela is chipped around the edges, and roughly worked at the back. There are traces of red pigment in Dionysos' hair and diadem, and traces of reddish-pink on Isis' diadem and 'polos' (high crown). A vertical crack runs through the body of Isis. This unusual scene has the snake-bodied figure of Isis wearing an Egyptian crown with cow's horns, a sun disc, double feathers and ears of corn. She also wears a 'polos'. Her hair is arranged in corkscrew locks that emerge in two layers from what is otherwise essentially a Greek hairstyle with a central parting. The male figure appears much like Sarapis, but the hairstyle and long, pointed beard compare more favourably with depictions of Dionysos, and the face and hairstyle are almost identical with a type known as the Dionysos Sardanapallos. He wears a 'hm-hm' crown with three uraeai and a polos. The snake bodies of the two deities intertwine: details of scales would have been added in paint. "], "Cultures/periods": [" Roman ", " Ptolemaic (?) "], "Production date": ["1stC BC-1stC AD"], "Production place": [" Made in: Egypt (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 42 centimetres ", " Weight: 34 kilograms ", " Width: 39.50 centimetres ", " Depth: 13.50 centimetres "], "Curator's comments": [" Bibliography: S. Walker & P. Higgs [eds.], 'Cleopatra: Regina d'Egitto' (Milan, 2000), p.61 [I.49] = S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), pp. 124-125 [151]. ", " From Naukratis, see similar almost square \"stelae\": limestone relief of Isis and Sarapis (Oxford, Ashmolean Museum AN1888.257); marble relief of Dionysos with a snake's body (BM 2005,0919.1). Representations of Isis, with or without Sarapis, represented as cobras or with a cobra body, were popular in Roman Egypt (attested for example in Alexandria, Canopus and Oxyrhynchus) and are usually dated to the early Roman Period (2nd century AD according to Goddio 2008, 278). Goddio, F. (ed.) 2008. Egypt's Sunken Treasures, 2nd edn. Munich. "], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (151)"], "Location": ["Not on display"], "Exhibition history": [" 2013 Nov 10 - 2014 Feb 2, Rome, Cleopatra Magic 2015-2016, Oct 29-Feb 7, London, BM, G35, Egypt: Faith after the Pharaohs. 2018 27 Mar-9 Sep, Los Angeles, Getty Centre, Egypt-Greece-Rome: Cultures in Contact "], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Dionysos/Bacchus ", " Representation of: Isis "], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1911"], "Acquisition notes": ["provenance unknown (according to Walker and Higgs, 2001:124.)"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1539"], "Registration number": ["1911,0617.22"], "Conservation": ["Treatment: 04 Feb 2000"]}