{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA68863"], "Description": [" Limestone figure group of a large bird (?) flanked by two striding figures. Fragmentary and painted. Only the feet and the flat irregularly shaped plinth survive. The feet are positioned at the front edge of the plinth. In the centre are the large claws of an animal with three toes at the front and one at the back; these are much larger in size than human feet on either side. The human feet are positioned in a step movement with the outermost foot of the entire group on either side advanced. The toes are rendered schematically. It has been suggested that the animal is to be reconstructed as a hawk (falcon) or eagle but might possibly be seen as a depiciton of a siren. Small traces of red paint remain on the right foot of the bird "], "Cultures/periods": [" Cypro-Archaic (?) ", " 26th Dynasty "], "Production date": ["610BC - 525BC"], "Production place": [" Made in: Cyprus (likely) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Sanctuary of Aphrodite (Naukratis) (probably) "], "Materials": ["limestone"], "Type series": ["Nick Type 3"], "Technique": ["painted"], "Dimensions": [" Height: 3.30 centimetres (max) ", " Length: 15 centimetres (max) ", " Width: 12.30 centimetres (max) "], "Curator's comments": ["This rare and unusual group is likely to be Cypriot, though previously attributed to Egypt. The falcon, a popular figure in such Cypriot work, may have been interpreted as Horus (?), and was flanked by two striding individuals. Registered with Cypriot pieces from the Sanctuary of Aphrodite. The Limestone and style are not consistent with Egyptian material of the Saite period. Instead, this appears to be an Egyptianising figure group created in Cyprus. The Cypriot style can be clearly see in the completion of the falcon claws and the human feet, with the typical long second toe, seen on contemporary (610-560BC) pieces in Cyprus."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CD.078) (Phase 3)"], "Location": ["Not on display"], "Condition": ["incomplete - base and feet only"], "Subjects": [" ancient egyptian deity (?) ", " bird (falcon) "], "Associated names": ["Representation of: Horus (?)"], "Acquisition name": ["Donated by: Egypt Exploration Fund (Committee of)"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68863"], "Registration number": ["1888,0601.30"]}