{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10403"], "Description": [" Papyrus; Hieratic legal text recto and verso concerning the trial of a group of men accused of stealing the copper fittings from the portable chest of Ramsesnakht, chief priest of Amun. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 50 centimetres (frame) ", " Height: 44 centimetres (papyrus) ", " Weight: 2875 grammes (in frame) ", " Width: 40.10 centimetres (frame) ", " Width: 34 centimetres (papyrus) ", " Depth: 0.70 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["legal"], "Curator's comments": ["The text on the recto is written in two columns: the right hand column has thirty lines of text, while the left hand column ends after only five lines, leaving the rest blank. The verso, on which the orientation of the text is inverted, consists of a single column of thirty one lines on the right hand side of the sheet in three sections. The columns on both sides get wider towards the bottom of the sheet. The papyrus was well-made and is in fairly good condition, although a few small fragments are missing on the right hand side in the middle along a crack in the papyrus and at the top of the sheet. Published: E. Peet, Great Tomb Robberies (1930), translation and commentary: pp. 169-75, pls. 36-7, but also referenced: p. 3, 7, 29, 69 n. 25, 128-9, 164 n. 56; K. Kitchen, ‘Ramesside Inscriptions’ Vol 6, p. 828. To be republished by CJ Eyre and M Collier (agreed 2006) Thieves of portable chests are also dealt with in the dockets on the verso of P. Abbott (EA 10221) and P. Mayer A in Liverpool (Peet 1930, 128-9). The inscription dates the trial to year 2 of the whm mswt period during the later part of the reign of Ramses XI. The handwriting is noted by Peet (1930, 169) to be very similar to that of Papyrus Mayer A and EA 10052, but differences prevent ascribing it to the same author. Most full-size accounts papyri measure 40 to 42 cm in height, but EA 10403 is unusually large at 45 cm.The crack in the middle of the papyrus and the associated missing fragments could be, but are not necessarily, due to folding in ancient times. Bibliography: A. Theodorides, RdE 13 (1961): pp. 57-8, 6; 63, 9; RdE 21 (1969): p. 97 n. 6 (sheet 2, 4-5); Parkinson and Quirke, ‘Papyrus’, (London, British Museum Press, 1995), p. 16; P.W. Pestman, ‘Marriage and matrimonial property in ancient Egypt’, (Leiden, Brill, 1961), p. 11 n. 2; D. Sweeney, ‘Henuttawy's Guilty Conscience (Gods and Grain in Late Ramesside Letter No. 37)’, JEA 80 (1994), p. 212 n. 40. I. Regulski (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 202-3"], "Bibliographic references": [" Pestman 1961 / Marriage and matrimonial property in ancient Egypt : a contribution to establishing the legal position of the woman (p.11) (cited for the title \"citizeness\" in note 2) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381172) (http://www.trismegistos.org/text/381172) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, loss Black ink Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape. Object Priority: A Mount Priority: A Overall Condition: B Curatorial condition comment: fair"], "Acquisition name": ["Purchased from: Signor Luigi Vassalli"], "Acquisition date": ["1856"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10403"], "Registration number": [".10403"], "Conservation": ["Treatment"]}