{"artifact_name": "human mummy; mummy-wrapping; mummy-case; cartonnage", "Object Type": [" human mummy ", " mummy-wrapping ", " mummy-case ", " cartonnage "], "Museum number": ["EA29588"], "Description": [" Polychrome painted cartonnage mummy-case containing the body of an infant, sex uncertain. Skull - Flexed. No obvious fractures. Thorax and Abdomen - Owing to tight bandaging, the thoracic cage has been compressed and some of the ribs are fractured. A segment of the dorsal spine has been dislocated and is displaced to the left. A dense, cylindrical object lies in the right hemithorax. A similar object lies in the left hemithorax. Pelvis - Apparently empty. The pelvic bones and hips appear normal. Arms - Crossed on the breast (right over left). The palms of the hands, fingers extended, lie just below the shoulders. No fractures or dislocations seen. Legs - The bones and joints appear normal. No fractures or dislocations seen. The mummy-case is made in the form of Osiris. The face is gilded, the head originally surmounted by a crown. There is a gilded pectoral around neck, showing in relief a scarab flanked by falcons, crowned with solar discs, that surmounts an elaborate collar with free-standing falcon-headed terminals. The arms are not crossed, but the figure does hold crook and flail and wears bracelets. The body is painted to represent a bead-net and decorated with painted amulets, in the form of the four Sons of Horus, with a vertical register of corrupt hieroglyphs down centre of body. "], "Cultures/periods": ["Graeco-Roman"], "Production date": ["1stC BC-1stC"], "Findspot": [" Found/Acquired: Akhmim "], "Materials": [" human tissue ", " linen ", " plaster ", " gold "], "Technique": [" painted ", " gilded "], "Dimensions": [" Length: 78 centimetres (mummy) ", " Length: 81 centimetres ", " Width: 23.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: The British Museum, 'Guide to the First, Second and Third Egyptian Rooms' (London, 1924), p. 142; S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto' (London, 1997), p. 64 [35]; C. Riggs, 'The beautiful burial in Roman Egypt: art, identity, and funerary religion' (Oxford, 2005), 62, 63, 65, 66, 67, 83, 84 Fig. 32, 256; 247 n. 6."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (76) ", " Walker & Bierbrier 1997 / Ancient Faces (8) ", " Riggs 2005 / Beautiful burial in Roman Egypt (cat.27, fig.32) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.111, table 1) "], "Location": ["On display (G62/dc26)"], "Exhibition history": [" Exhibited: 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Osiris ", " Representation of: Sons of Horus "], "Acquisition name": [" Purchased through: Sir Ernest A T Wallis Budge ", " From: Giza Museum "], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29588"], "Registration number": ["1897,0112.1349"], "Conservation": [" Treatment: 17 Mar 2014 ", " Treatment: 30 Aug 1995 ", " Treatment: 15 Apr 1999 "]}