{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA76280"], "Description": [" Fragment of papyrus with a demotic text on recto and verso. The papyrus is torn at the top and on both sides, but the lower margin is intact. On the recto there are three columns of text, of x+12, x+12 and x+9 lines respectively. On the verso there are nine columns, each of c. x+15 lines. As the papyrus was turned over, the top of each column of text is intact and the bottom of each column lost. The texts on both sides are palimpsests. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Dimensions": [" Height: 30 centimetres ", " Width: 70 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Previously unregistered; acquisition and provenance unknown. One of a group of demotic papyri mounted between sheets of perspex (76273-87). Other papyri in this group, on the basis of internal evidence, can be assigned to Herakleopolis. The text is an accounts papyrus. Columns 1 and 2 on the recto record names and quantities of cereals. There are also some month dates. Column 3 appears to be a summary of the quantities from the preceeding (and missing) columns. The columns of text on the verso record amounts of varying sizes (from low double digits to three figures). Each entry is preceded by a tick mark. Being prepared for publication by C.J. Martin."], "Bibliographic references": ["Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380707) (http://www.trismegistos.org/text/380707)"], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: displaced fragments, frayed, loss, insect attack, fragile, degraded Black ink (smudged, palimpsest) Mount Details: Sandwich: glass Binding: Filmoplast T self adhesive linen tape Object Priority: A Mount Priority: A Overall Condition: D Curatorial condition comment: fair (incomplete)"], "Acquisition notes": ["Details of acquisition are unknown."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA76280"], "Registration number": ["2000,0524.160"], "Conservation": [" Treatment: 28 Jul 2016 ", " Treatment "]}