{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA5679"], "Description": [" Pottery ostracon recording an oath in demotic stemming from a dispute between two embalmers. "], "Cultures/periods": [" Ptolemaic (Ptolemaic according to Almásy-Martin and Martin 2021) ", " Roman Period "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["pottery"], "Dimensions": [" Height: 9 centimetres ", " Weight: 122 grammes ", " Thickness: 1 centimetres ", " Width: 10.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" The writer and recipient of the text on this ostracon each thought they had purchased or inherited the rights to a certain burial. The dispute became so hostile that one of the parties went so far as sealing up the tomb, thereby preventing any further mummies from being interred or removed. The case had been referred to the appropriate authorities to be resolved. The writer of the text had lost the dispute and accordingly signed a written oath stating that his claim had been invalid and issuing instructions for the tomb to be reopened, therefore allowing the other person to carry out his duties. The text on the interior of the ostracon is a summary of that on the exterior, suggesting that this is simply a draft for a more comprehensive record. Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, p. 194 ", " Almásy-Martin, A./Martin, C. J. 2021: Always Remember to Check the Back: A Closer Look at Some Published Ostraca in the British Museum and British Library, in: Stolk, J. V./van Loon, G. A. J. C. (eds.), Text Editions of (Abnormal) Hieratic, Demotic, Greek, Latin and Coptic Papyri and Ostraca, P. L. Bat. 37, Leiden/Boston, 33–56. "], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (51826) (http://www.trismegistos.org/text/51826) ", " Wangstedt 1981 / Demotische Ostraka, Varia II (pp.24-6 no. 16.) "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["good (incomplete and fragmentary)"], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA5679"], "Registration number": [".5679"], "Additional IDs": [" Miscellaneous number: BS.5679 (Birch Slip Number) "]}