{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA35621"], "Description": [" Black basalt striding figure of the god Harpocrates on a slim rectangular base. Harpocrates wears a cap crown with the uraeus cobra placed above the forehead, its head now lost. His eyes are small with thin ridges and a short cosmetic line emerging from the outer corners of the eye, and the eyebrows are thin. His nose appears slim yet broadens out at the tip, and the mouth has full, thick lips which are pursed together. The body is broad across the shoulders while the chest and stomach have a softer, fleshier appearance. His left arm is placed by the side of the body and in his hand he holds an ankh symbol, while the right arm is held across the chest and his index finger is raised to his lips. This gesture coupled with the nudity of the figure and the distinctive curled side lock of hair are all common visual characteristics of the god Horus-the-Child (Harpocrates). He is shown in a striding position with the left leg advancing ahead of the right leg. On the reverse, a slim back-pillar reaches to the back of the head and is uninscribed. A visible break across the right thigh has been repaired in modern times, and a series of small scratches are visible across the surface of the back-pillar. The edges of the statue base are chipped particularly around the right side. The head of the uraeus cobra is now lost and the right side of the nose has been damaged. The object has been attached to a modern rectangular plinth. "], "Cultures/periods": ["Ptolemaic"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 30.50 centimetres ", " Width: 6.50 centimetres ", " Depth: 14 centimetres "], "Curator's comments": ["Representations of the child god Harpocrates became increasingly popular during the Late and Ptolemaic periods, ranging from small amuletic forms to larger statues such as this figure and composed from materials such as stone, faience and bronze. The softer rounded depiction of the stomach and chest are particularly more common traits of Ptolemaic sculpture, as well as the shape of the eyes and eyebrows which are also more representative of 30th Dynasty and Ptolemaic representations. Another item previously part of the collection owned by Charles Townley includes a drawing of a striding figure of Harpocrates, possibly a drawing of this figure (G2010, 5006, 1625, British Museum, London: https://www.britishmuseum.org/collection/object/G_2010-5006-1625)."], "Location": ["Not on display"], "Condition": ["fair"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35621"], "Registration number": [".35621"]}