{"artifact_name": "plaque; foundation-deposit", "Object Type": [" plaque ", " foundation-deposit "], "Museum number": ["EA27505"], "Description": [" Lapis lazuli plaque from a foundation deposit, in the form of cartouche; nomen and prenomen of Ptolemy II roughly incised on both sides. "], "Authority": ["Ruler: Ptolemy II Philadelphos"], "Cultures/periods": ["Ptolemaic"], "Production date": ["285 BC-246 BC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Great Temenos, From the pylon of Ptolemy II in the Egyptian temple-enclosure, NW corner "], "Materials": ["lapis lazuli"], "Technique": ["incised"], "Dimensions": [" Height: 3.25 centimetres ", " Thickness: 0.30 centimetres ", " Width: 1.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["At least six foundation deposits were discovered in Ptolemy II gateway of the Great Temenos, one at each of the four corners and one at the northwest and southwest corners of a central hall (Petrie 1886, 28-31, pl. 25-26; Weinstein 1973, 376-378, no. 158). The content of these deposits is purely Egyptian in nature and is very similar to that of Late Period foundation deposits (see for example those discovered at Tell Nebesheh, Gemaiyeni and Tell Defenneh: Petrie 1888, 14-15, 40-42, 54-55, pl. 5-6, pl. 19 and 21-23). Naukratis foundation deposits can be further compared to several foundation deposits, mainly dated between the reigns of Philip III Arrhidaeus and Ptolemy IV, and discovered in various temple complexes of the Delta, at Coptos and in the Theban region (discussed in: Weinstein 1973, 352-363, Group I). Three cartouches were discovered in the foundation deposits: one in the north-east corner, one in the south-west one and one in the north-west one (Petrie 1886, 31, pl.25 no. 11). According to Petrie’s list, this specimen was found at the north-west corner of the pylon. It is usual in Ptolemaic foundation deposits of that type that only a few cartouche-shaped inscribed plaques are discovered and associated to several uninscribed rectangular plaques (Weinstein 1973, 359-360). These cartouches are what allow us to identify the king responsible for the building. Petrie, W. M. F. 1886, Naukratis. Part I, 1884–5 (Third memoir of the Egypt Exploration Fund), London. Petrie, W. M. F. 1888, Tanis 2: Nebesheh (Am) and Defenneh (Tahpanhes), London. Weinstein, J. M. 1973, Foundation deposits in ancient Egypt, Ann Arbor."], "Bibliographic references": [" Davies 1987 / Catalogue of Egyptian Antiquities in the British Museum (147-8) ", " Petrie 1886 / Naukratis. Part I., 1884-85 (p. 30-31, pl. XXV, no. 11) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (NA.02) (phase 3) "], "Location": ["Not on display"], "Condition": ["Good"], "Associated names": ["Named in inscription: Ptolemy II Philadelphos"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27505"], "Registration number": ["1885,1101.140"]}