{"artifact_name": "relief", "Object Type": ["relief"], "Museum number": ["EA1397"], "Description": [" Limestone relief of Mentuhotep II: this section of raised relief shows Mentuhotep II, wearing the red crown of Lower Egypt, embraced by the god Montu. Montu embraces the king with both hands as a sign that Mentuhotep is the recipient of the god's blessings and benefits. Although Montu's figure here is almost entirely gone, he can be recognized from the traces of his headdress. Montu wore a sun disk circled by two cobras; part of the disk and the cobras are still preserved. Behind Mentuhotep stood a goddess, probably Hathor. But a closer look at the king's shoulder reveals too many hands: one hand of Montu and two others, both of which cannot belong to the goddess. It is possible that something went awry here when the relief was restored during the New Kingdom, as we know it was. But it is also possible that this was an ancient mistake, which would have been hidden under plaster and paint. The proportions of the figures are quite natural, and there is a good deal of modeling in the king's face. Most of the detail, however, was painted, rather than carved. The paint is well preserved, although it has darkened with time and with early preservation treatments. We can still see that the red crown was indeed red, and we can make out the details of the king's elaborate costume. In addition to the usual collar necklace he wears a single-strap tunic and a plain, short kilt. Attached to the belt is an apron of bead strings. This partially covers a beadwork panel wrapped across one hip, from which is suspended an amulet representing a swallow with a sun disk on its back. "], "Authority": ["Ruler: Mentuhotep II"], "Cultures/periods": ["11th Dynasty"], "Production date": ["2055BC-2004BC"], "Excavator/field collector": [" Excavated by: Dr Harry Reginald Holland Hall ", " Excavated by: Henri Édouard Naville ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Temple of Mentuhotep "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 79 centimetres ", " Width: 53.50 centimetres ", " Depth: 12 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This section came from the sanctuary, the innermost part of the temple, which was one of the later parts to be decorated. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' II (Oxford, 1974), p. 391 (suggests Ra); S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), p. 38, fig. 25 (bust of king only); G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 95, fig. 96; D. Arnold, 'Der Tempel des Königs Mentuhotep von Deir el-Bahari' (Mainz & Rhein, 1974) II, no. 4, 980, pp. 42-43, pl. 15; The British Museum, 'Hieroglyphic texts from Egyptian stelae, etc., in the British Museum' Part 6 (London, 1922), pl. 22."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (16) ", " Monaco 2008 / Queens of Egypt: from Hetepheres to Cleopatra "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2008 Jul-Sep, Monaco, Grimaldi Forum, Reines de Egyptes 2017-2018, 10 Nov 2017 - 18 Feb 2018, Chhatrapati Shivaji Maharaj Vastu Sangrahalaya (CSMVS), Mumbai, India, India and the World: A History in Nine Stories 2018, 6 May- 30 June, National Museum, New Delhi, India and the World: A History in Nine Stories "], "Condition": ["fair (incomplete)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Mentuhotep II ", " Representation of: Montu "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1397"], "Registration number": ["1907,1015.365"], "Conservation": [" Treatment: 07 Dec 2000 ", " Treatment: 04 Jun 2008 ", " Treatment: 30 Oct 2023 "]}