{"artifact_name": "scaraboid", "Object Type": ["scaraboid"], "Museum number": ["EA66515"], "Description": [" Mould-made scaraboid in glazed composition (coloured paste); back in form of Black African head, very poorly preserved, with hair indicated by fine striations; underside incised with motif arranged horizontally with representation of two animals incised one above the other, a lion attacking a herbivore (horse or deer?), which turns its head back to look at its attacker; floral motif on ground under herbivore; laterally pierced at hairline level; glaze lost; in pinkish red paste, of coarse texture; surface worn out. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC - 570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie (probably) ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": ["incised"], "Dimensions": [" Height: 0.90 centimetres ", " Length: 1.65 centimetres ", " Width: 1.45 centimetres "], "Curator's comments": ["Lion attacking a prey is a recurrent theme on scarabs and scaraboids produced at the “Scarab Factory” (on its various productions, see Webb forthcoming), and particularly on those made of Egyptian blue though the specimen here is in reddish paste. This scaraboid belongs to a type which was widely distributed in the Mediterranean area, particularly in Eastern Greece, and Southern Russia (Gorton 1996, 121-127, type XXXIV, see especially B25 for this piece). This group varies in style with other animal representations on Naukratite scarabs and scaraboids - animals with more elongated bodies, finer incisions - giving the impression that they are of better workmanship (Gorton 1996, 122). Though the back is rather eroded, it is possible to recognise a Black African head rather than a Bes head (Gorton 1996, 124, B25): for better preserved examples see BM 1888,0601.56 / EA 35981 and Boston, Museum of Fine Arts 88.872. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.) forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 145) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p.125, Type XXXIV B25) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OF.20) (phase 3) "], "Location": ["Not on display"], "Condition": ["Rather fair, though surface bit eroded"], "Subjects": [" african ", " mammal ", " horse/ass (?) "], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66515"], "Registration number": ["1886,0401.1693"]}