{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA35362"], "Description": [" Black granite figure of a male official, seated in a cross-legged position. He wears a smooth shoulder-length wig tucked behind his oversized ears. His eyes are large with thick incised lids and a thin line above conveying the arched eyebrows. His nose is broad at the nostrils, and his lips are thick with a sharply incised lower lip. The jawline is rounded and there is little definition of the neck area. The upper body is bare, with a long garment tied at the breastbone that envelops the legs. A line indicating the hem reaches from the knot of material on his left side to the right side knee. There is a clear bulge around the stomach area. His arms are placed flat against his thighs, and in between his palms are several rows of crudely carved text which extend down onto the top of the base. There are a few chips to the wig and upper body, and the base is particularly worn and damaged on both sides and on the reverse. The figure is now attached to a modern rectangular base. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite (?)"], "Technique": ["incised"], "Dimensions": [" Height: 18.50 centimetres ", " Width: 10.50 centimetres ", " Depth: 13 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The cross-legged pose and style of clothing recalls trends of Middle Kingdom sculpture, and further stylistic features such as the oversized ears point towards a likely 12th Dynasty date. The inscription is particularly difficult to read, but some identifiable signs suggest that the text is an offering formula. The worn condition of the base means that it is difficult to determine if additional text was also featured across this surface."], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1901"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA35362"], "Registration number": ["1901,0608.95"]}