{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA32186"], "Description": [" Serpentine figure of a male official seated on a low-backed chair. The figure is depicted in a seated position and wears a long ankle-length garment which is tied at the waist with a visible knot of material looped at the centre of the torso. The edge of the clothing is conveyed in a vertical line running down the centre of the material. He also wears a smooth shoulder-length wig which sits high on the forehead and is tucked behind the oversized ears. The elongated arms are held at either side of the body with the palms placed flat against the legs, and the feet are placed close together. The upper body is bare, and there is a slight swelling of the chest and a clear narrowing of the waist. The eyes are wide and slope downwards at the outer corners, with a heavy ridge conveying the upper eyelid and a thin arched line for the eyebrows. The nose is almost as wide as the mouth, with thick lips and the lower lip sharply incised. The face is particularly rounded at the jawline and the chin is slightly raised, suggesting an upward gaze. On the reverse is a slim back-pillar which is uninscribed. At both sides of the seat are three columns of incised text, with a further single horizontal line of text along each side of the base. A small chip is visible on the lower left side leg, and there are numerous small scratches across the upper body and wig of the figure. Long scratches are also visible across the front of the statue base. The inscription across the seat is difficult to read, and the lines across the left side are particularly worn. The figure is now attached to a modern rectangular base. "], "Cultures/periods": [" Middle Kingdom ", " 12th Dynasty (? (late)) ", " 13th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["serpentine"], "Dimensions": [" Height: 13.50 centimetres ", " Width: 4.80 centimetres ", " Depth: 8.23 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": ["Based on stylistic features such as the oversized ears and the wide facial features, this figure likely dates to the later phases of the Twelfth Dynasty, or possibly into the Thirteenth Dynasty. The provenance of the figure is uncertain."], "Bibliographic references": [" Budge 1904 / British Museum. A Guide to the third and fourth Egyptian Rooms (p. 96, no. 182) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 124, no. 35) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 378) "], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA32186"], "Registration number": ["1899,1016.1199"]}