{"artifact_name": "ear-ring", "Object Type": ["ear-ring"], "Museum number": ["EA14351"], "Description": [" Gold penannular ear-ring: made in two halves from a thick sheet of gold, shaped and then soldered together. At either end of the pennanular loop a further small piece of sheet gold was added to give the impression that the ear-ring was not hollow. The exterior seam is hidden by an applied band in the form of a rope plaited from three fine wires of gold; the interior seam was not further obscured. As observed, it has two circular loops at the end of the plait for fixing. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["gold"], "Technique": [" soldered ", " plaited "], "Dimensions": [" Diameter: 2.50 centimetres ", " Thickness: 0.94 centimetres (max.) "], "Curator's comments": [" It is unclear whether this forms a pair of ear-rings with 1851,0519.31. Although they reached the British Museum in the same year, they apparently came from two different sources. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 188-9, pl. on pp. 188-9. ", " For similar earrings found in an intact 18th dynasty tomb at Abydos, see Egypt’s Golden Age (exhibition catalogue, Boston, 1982): 229-30 [295]. Includes references to other excavated examples. "], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.188-189)"], "Location": ["On display (G61/dc4/sB)"], "Exhibition history": [" Exhibited: 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["good"], "Acquisition name": ["Purchased through: Phillips (auctioneers)"], "Acquisition date": ["1851"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14351"], "Registration number": ["1851,0519.30"], "Additional IDs": [" Miscellaneous number: BS.2755b (Birch Slip Number) "], "Conservation": ["Treatment: 10 Jan 1997"]}