{"artifact_name": "mummy-mask; cartonnage", "Object Type": [" mummy-mask ", " cartonnage "], "Museum number": ["EA29770"], "Description": [" Cartonnage mummy-mask of Satdjehuty: on this splendid female mask, gold leaf not only covers the woman's face, but also her huge collar necklace and the vulture-headdress that embrace the front and sides of her voluminous, lapis lazuli-coloured wig. The wings are examples of protective symbolism that, like the feather patterns on many anthropoid coffins of the Seventeenth and early Eighteenth Dynasties, evokes the guardianship of Isis and other deities. This woman's name, once written at the bottom of each column of hieroglyphs, has been lost. There are two columns of hieroglyphic text on the chest. "], "Cultures/periods": ["18th Dynasty (Early 18th Dynasty. The striped wig, predominantly blue in colour, together with the white ground of the front and rear flaps associate the mask stylistically with the 'white'-type of anthropoid coffin which was in use at Thebes approximately from the reign of Tuthmosis I to that of Tuthmosis III.)"], "Production date": ["1500BC (circa)"], "Findspot": [" Found/Acquired: Egypt, Probably from Thebes "], "Materials": [" linen ", " plaster ", " gold "], "Technique": [" painted ", " gilded "], "Dimensions": [" Height: 45.50 centimetres ", " Height: 61 centimetres ", " Width: 32.50 centimetres ", " Depth: 19 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The frontal inscription may have given the name of the owner, but, if so, this is now lost. The mask was acquired together with several large pieces of fine linen inscribed in ink with the name Satdjehuty, who is described as 'one who is praised' by Queen Ahmose-Nefertary (wife of King Ahmose I). Samuel Birch, who inspected the items before purchase in 1880, suggested that the mask and the textiles had belonged to the same person (Minutes of the BM Trustees Standing Committee, 8 May 1880), which appears probable as the stylistic features of the mask are consistent with the date suggested by the linen-texts. The fine quality of the mask would also be appropriate to an individual who was in favour at the royal court. Bibliography: T. G. H. James & W. V. Davies, ‘Egyptian Sculpture’ (London, 1983), p. 27, fig. 27; G. Robins, ‘The Art of Ancient Egypt’ (London, 1997), p. 146, fig. 170; J. H. Taylor, 'Tracking Down the Past' in 'British Museum Magazine' no. 21, pp. 8-10; J. H. Taylor, 'An Egyptian Mummy-mask in the British Museum: A New Date and Identification of the Owner' in 'Apollo' vol. 144, no. 413 (n.s.), pp. 33-38; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 122-3. Published: Russmann, Eternal Egypt (2001): 204-207 No 106 Published: Art and Afterlife in Ancient Egypt (Japan 1999-2000): No 122 Taylor in Davies, Colour and Painting, London 2001, p. 167, col. pl. 50 [1]."], "Bibliographic references": [" Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p61) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (106) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.122-123) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no. 3) "], "Location": ["On display (G62/dc21)"], "Exhibition history": [" Exhibited: 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' "], "Condition": ["good"], "Associated names": ["Named in inscription & portrayed: Satdjehuty"], "Acquisition name": ["Purchased from: Morten & Son"], "Acquisition date": ["1880"], "Acquisition notes": ["From the sale of the collection of Samuel Hull of Uxbridge (c. 1799-1880). The mask, together with other objects, had probably been obtained by Samuel Hull's brother, John Fowler Hull (1801-1825) during his visit to Egypt in 1824 (as noted by his fellow-traveller John Madox)."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29770"], "Registration number": ["1880,0521.7"], "Conservation": [" Treatment: 03 Mar 2014 ", " Treatment: 03 Mar 2014 ", " Treatment: 03 Mar 2014 ", " Treatment: 25 Aug 2000 ", " Treatment: 21 Apr 1999 ", " Treatment: 05 Sep 1981 ", " Treatment: 29 Mar 2010 "]}