{"artifact_name": "foundation-deposit; sample", "Object Type": [" foundation-deposit ", " sample "], "Museum number": ["EA27505"], "Description": [" Three small irregular fragments of turquoise; glued together on a piece of red tissue (modern). "], "Authority": ["Ruler: Ptolemy II Philadelphos"], "Cultures/periods": ["Ptolemaic"], "Production date": ["285 BC-246 BC"], "Excavator/field collector": [" Excavated by: Sir William Matthew Flinders Petrie ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Found/Acquired: Great Temenos, From the pylon of Ptolemy II in the Egyptian temple-enclosure, NW corner "], "Materials": ["turquoise"], "Dimensions": [" Length: 0.90 centimetres (for the lot) ", " Thickness: 0.30 millimetres (for the lot) ", " Width: 0.60 centimetres (for the lot) "], "Curator's comments": ["At least six foundation deposits were discovered in Ptolemy II gateway of the Great Temenos, one at each of the four corners and one at the northwest and southwest corners of a central hall (Petrie 1886, 28-31, pl. XXV-XXVI; Weinstein 1973, 376-378, no. 158). The content of these deposits is purely Egyptian in nature and is very similar to that of Late Period foundation deposits (see for example those discovered at Tell Nebesheh, Gemaiyeni and Tell Defenneh: Petrie 1888, 14-15, 40-42, 54-55, pl. V-VI, pl. XIX and XXI-XXIII). Naukratis foundation deposits can be further compared to several foundation deposits, mainly dated between the reigns of Philip III Arrhidaeus and Ptolemy IV, and discovered in various temple complexes of the Delta, at Coptos and in the Theban region (discussed in: Weinstein 1973, 352-363, Group I). The south-east and north-west deposits of this pylon provided chips made of various semi-precious stones, such as lapis lazuli, red jasper, turquoise and obsidian (Petrie 1886, 29-31, pl. XXV no. 31). The other deposits probably contained such material but they were not excavated by Petrie himself, and therefore such small elements of rough shape could have been missed. These samples were chiefly placed in some of the faience offering cups. According to Petrie’s list, these samples of turquoise were found at the north-west corner of the pylon (Petrie 1886, 31). Petrie, W.M.F. 1886, Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London. Petrie, W.M. F. 1888. Tanis 2: Nebesheh (Am) and Defenneh (Tahpanhes), London. Weinstein, J. M. 1973. Foundation deposits in ancient Egypt, Ann Arbor."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (p. 29-31, pl. XXV, no. 31) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (NA.84) (phase 3) "], "Location": ["Not on display"], "Condition": ["fair (fragmentary)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27505"], "Registration number": ["1885,1101.139.d"]}