{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1200"], "Description": [" Fragmentary grey granite statue of a king, the lower body and base now missing. The royal figure wears the nemes headcloth, set low on the forehead and tucked behind the ears, with the striped lappets on either side extending down to his chest. Above his forehead the headcloth is adorned with the coiled body and raised hood of the uraeus cobra, its head now lost. Both arms of the king are damaged from the elbow but were likely held flat against the sides of the body. The torso is bare, with subtle modelling of the musculature of the chest and narrowed waist. A semi-circular shape on the left side of the torso was likely a section of looped material from the kilt. Though the belt of the kilt is not clear, there are traces of a pleated panel at the centre of the lower torso. His face is rounded and fleshy, with narrow eyes and arched eyebrows that meet at the bridge of the nose. The outline of the nose is extremely broad at the nostrils, and the mouth is small with thick lips which are sharply incised. The king also wears a false beard attached at the chin which extends down to the chest. In addition to the loss of the lower body and forearms, the nose and false beard of the figure have been damaged. The face has several chips across the stone surface, and the outer edges of the nemes headcloth is also chipped on both sides. The object has been attached to a modern rectangular base. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Dimensions": [" Height: 49 centimetres (Base height: 7.5cm) ", " Width: 29 centimetres (Base width: 29cm) ", " Depth: 24 centimetres (Base depth: 27cm) "], "Curator's comments": ["The stylistic features of the statue suggest a Ramesside date, however it is not clear which king may have been portrayed. The provenance of the statue has previously been recorded as Thebes (Budge 1909, also dates the statue to the 18th Dynasty)."], "Bibliographic references": ["Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 127, no. 449)"], "Location": ["On display (G1/fc16/bottom/left)"], "Exhibition history": [" Exhibited: 2005-2006 22 Feb-29 May, London, The Jewish Museum, Passover "], "Condition": ["incomplete - lost below waist-level"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1200"], "Registration number": ["1897,0508.122"], "Conservation": ["Treatment: 25 Aug 2005"]}