{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA1376"], "Description": [" Sandstone statue of Paser: a kneeling figure of the viceroy of Kush, Paser, holding an altar on the top of which rests a ram's head. An inscription incised down the front of the altar consists of an invocation to Amun-Ra resident in Pr-Rʿmss-mry-‘Imn pʒ dmỉ. Prayers to Min and Isis are incised along the base. The back pillar bears two columns of text containing prayers to Horus, lord of Nubia, and Amun-Ra on behalf of the viceroy of Kush, Paser. The back pillar and edges of the base have suffered much wear on the surface. The statue was broken in two when found and has since been repaired. The flesh of the statue is coloured red, the wig black and the gown white with red stripes, but these colours may have been added in modern times. There are traces of blue paint in many of the hieroglyphs. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Abu Simbel (Nubia) "], "Materials": ["sandstone"], "Technique": [" incised ", " painted (in modern times ?) "], "Dimensions": [" Height: 83 centimetres ", " Length: 52 centimetres ", " Width: 29.50 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The viceroy Paser, son of Minmose, is known only from a series of monuments at Abu Simbel and a statue of his cousin now at Naples. He apparently flourished in the middle of Ramses II's reign. The reference to Pr-Rʿmss-mry-‘Imn pʒ dmỉ may possibly indicate Amara West where there certainly was a temple to Amun-Ra. Bibliography: F. Arundale & J. Bonomi, 'Gallery of antiquities, selected from the British Museum' (London, 1842), 119, pl. 51; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 166-7 (no. 604); H. Gauthier, ‘Recueil de Travaux relatifs à la philology et à ‘archéologie égyptiennes et assyriennes 39 (Paris, 1921), 208-9; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' VII (Oxford: Clarendon Press), 110; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 74. no. 37 (2). A. Herrero, The \"King's Son of Kush\" Paser (II), Son of the \"High Priest of Min and Isis\" Minmose. BACE 13, 78-9, ns.16-17."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.46-47)"], "Location": ["On display (G65/dc19)"], "Exhibition history": [" 2019-2020 25 Oct-28 June, Padua, Altinate - San Gaetano Cultural Centre, Belzoni's Egypt. A giant in the Land of Pyramids "], "Condition": ["good"], "Associated names": [" Named in inscription & portrayed: Paser ", " Named in inscription: Horus ", " Named in inscription: Isis ", " Named in inscription: Min ", " Named in inscription & portrayed: Amun-Ra "], "Associated places": [" Named in inscription: Nubia "], "Acquisition name": ["Purchased from: Giovanni Battista Belzoni"], "Acquisition date": ["1835"], "Acquisition notes": ["Seemingly lot 1275 at the 1835 Salt sale (Sotheby, 29 June 1835) [NCS 9/2/05]. Described as the property of C. Belzoni. The statue was discovered on Friday 1 August 1817 (C L. Irby and J. Mangles, 'Travels in Egypt and Nubia, Syria and Asia Minor during the years 1817 and 1818' (London, 1823), 76; G. Belzoni, 'Narrative of the Operations and Recent Discoveries in Egypt and Nubia', 3rd edn (London. 1822), 1, 333."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1376"], "Registration number": [".1376"], "Additional IDs": [" Miscellaneous number: BS.1376 (Birch Slip Number) "], "Conservation": [" Treatment: 21 Mar 1989 ", " Treatment: 25 Oct 1982 "]}