{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA2381"], "Description": [" Limestone fragmentary head of a female figure. She wears a heavy tripartite style wig with a centre parting and detailed striations across the individual tresses of hair. The ends of the wig are now lost, and the left side has broken off in a roughly diagonal line from the chin. Her eyes are narrow and her thin eyebrows are modelled in raised relief. The outline of her nose suggests this was broad in size, and there is a clear cupid’s bow above her top lip. Her mouth is upturned to suggest a small smile, and her lower lip is sharply incised. On the reverse much of the head and wig is now lost. The nose has been damaged, and there are also small chips across the face and neck. On the reverse is a small drilled hole towards the right side. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Length: 8.21 centimetres (max) ", " Width: 7.87 centimetres (max) ", " Depth: 5.30 centimetres (max) "], "Curator's comments": ["While the recognised statue types of male royal and non-royal figures diversified within the New Kingdom, the more traditional poses for women included standing or seated figures, the latter of which has been described as the most likely for this particular figure (Taylor and Strudwick 2005). The absence of a headdress or crown suggests she is not divine, yet the wig is very distinctive and detailed indicating a female of high status. The provenance for the figure is uncertain, yet a funerary context is likely (Taylor and Strudwick 2005). Earlier publications have proposed a 19th Dynasty date for the head (Budge 1922), yet the tripartite wig style is also common for early 18th Dynasty sculpture."], "Bibliographic references": [" Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.130-131) ", " Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p.129, no. 76) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["incomplete - front of the head only"], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2381"], "Registration number": [".2381"], "Additional IDs": [" Miscellaneous number: BS.2381 (Birch Slip Number) "], "Conservation": ["Treatment: 11 Sep 2004"]}