{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA30484"], "Description": [" Fish amulet: made from gold with a green felspar inlay. The amulet is open on both sides. The central cloison, to which are attached fins and tail, is roughly made from a strip of sheet metal curved around to make an oval shape. The inlay is a piece of felspar which has been broken and repaired. A disc of gold foil represents the head on each side of the inlay; on one of these discs a ring is soldered to represent the eye. Tail and fins are soldered on to the cloison; only one of the two lower fins is present. The fins are scored on one face only now, but one face is heavily rubbed and may have lost its details. The tail is scored on both faces to represent the natural ridges; it is strengthened on one face by the addition of a small rectangle of gold. A ring for suspension is attached at the nose. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" gold ", " feldspar "], "Technique": [" inlaid ", " soldered ", " scored "], "Dimensions": [" Height: 1.90 centimetres ", " Length: 2.80 centimetres ", " Weight: 1 grammes ", " Thickness: 0.20 centimetres "], "Curator's comments": ["Companion to fish amulet (1899,0314.37). Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), 220, no. 386; E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), 93, no. 386; J. Garstang, ‘el Arabah’ (London, 1901), 4; The British Museum, 'Jewellery through 7000 years' [exhibition catalogue] (London, 1976), no. 341. C. Andrews, 'Egyptian Treasures from the British Museum' (London, 1998), p.272, cat.no.85; E. Strouhal, 'Life in Ancient Egypt', (Cairo, 1992), p.154, fig.169; G. Hart, 'Eyewitness Guides: Ancient Egypt', (1990), p.12. Published: Andrews, Amulets of Ancient Egypt (1994): fig.43 D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 158-9."], "Bibliographic references": [" Andrews 1981 / Catalogue of Egyptian Antiquities. Jewellery I (403) ", " Andrews 1990 / Ancient Egyptian jewellery (157a) ", " Andrews 1994 / Amulets of Ancient Egypt (fig. 48) "], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Acquisition name": ["Purchased through: Rev Chauncey Murch"], "Acquisition date": ["1899"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA30484"], "Registration number": ["1899,0314.36"], "Conservation": [" Treatment: 22 Jul 1981 ", " Conservation treament: 10 May 2016 "]}