{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10274"], "Description": [" Papyrus with literary texts on both recto and verso, in similar hands. On the recto, 40 lines from the introductory portion of The Tale of the Eloquent Peasant. On the verso, 39 lines from The Discourse of the Fowler (?); with ancient line numbering suggesting that 8 lines are missing at the beginning of the text. "], "Cultures/periods": ["12th Dynasty"], "Excavator/field collector": ["Field Collection by: Henry Salt"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["papyrus"], "Dimensions": [" Height: 18.10 centimetres (frame) ", " Height: 14.30 centimetres (papyrus) ", " Length: 76.30 centimetres (frame) ", " Length: 72.50 centimetres (papyrus) ", " Weight: 1970 grammes (in sandwidhed glass) ", " Depth: 0.70 centimetres (sandiwiched glass frame) "], "$Inscriptions": [" "], "Inscription subject": ["literary"], "Curator's comments": [" Both poems are (apparently) laments spoken by lowly members of society. No other extensive copy of the verso text is known (although it may be the same as the Discourse of the Fowler on P. Moscow 1695), but the full copies of the Eloquent Peasant suggest that this must once have been a long roll. The Fowler's laments concern the loss of the pastoral landscape, and the woes of fowling, as he petitions his master for protection and help. In the Eloquent Peasant, the peasant Khunanup is tricked and swindled by a greedy landowner who wishes to seize Khunanup’s donkeys. His case is brought before the high steward who is so intrigued by the peasant’s gift for words that he forces him to endlessly repeat his elegant speeches so they can be recorded and presented to the king. After much suffering, Khunanup is finally granted justice. The tale is regarded as one of the masterpieces of Middle Kingdom literature. ", " Bibliography: Parkinson, R. Tale of the Eloquent Peasant (Oxford 1991) Translation: Parkinson, R. The Tale of Sinuhe and other Ancient Egyptian Poems 1940-1640 BC. (Oxford World's Classics 1999), 54-88. Parkinson, R. Reading Ancient Egyptian Poetry (Wiley-Blackwell 2009), 122, 127 n. 28, 166, 231, 261. Parkinson, R. The Tale of the Eloquent Peasant: A Reader’s Commentary (LIng Aeg Stud Mon 10; Hamburg 2012). See Revue d'égyptologie: 6, 34, 12 Published in: Regulski, I. (ed.) Hieroglyphs: unlocking ancient Egypt (London 2022), p. 142 "], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381275) (http://www.trismegistos.org/text/381275) ", " Parkinson 2004 / The Discourse of the Fowler; Papyrus Butler verso (P BM EA 10274) "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["Papyrus Survey: Condition Details: Papyrus Black ink Red ink Mount Details: Sandwich: glass Binding: self adhesive tape Object Priority: A Mount Priority: A Overall Condition: A Curatorial condition comment: fragmentary; top and bottom edges trimmed; surface more extensively damaged on verso, due to conservation in 1984 when remounted."], "Associated titles": [" Associated Title: Tale of the Eloquent Peasant ", " Associated Title: Discourse of the Fowler "], "Acquisition name": ["Purchased from: Rt Rev Samuel Butler"], "Acquisition date": ["1840"], "Acquisition notes": ["Lot 417 in 1835 sale."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10274"], "Registration number": [".10274"], "Conservation": [" Treatment: 14 Jul 2005 ", " Treatment: 28 Jul 1997 ", " Treatment: 01 Aug 1988 ", " Treatment: 21 Sep 1984 ", " Treatment: 15 Nov 2021 "]}