{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA14372"], "Description": [" Fragment of a granite block figure with figures of deities depicted across all surviving sides. The figure’s head is now lost, and along the top of the block form his arms are folded with the hands exposed. Across the front of the block form three standing deities are depicted in raised relief, with the god Ptah at the proper left side shown in mummified form. In the centre is the god Re-Horakhty wearing the sun-disc crown, and on the proper right side is the god Amun. Each of the gods hold a was sceptre. Across both sides of the block form are further depictions of other deities in sunken relief; the goddesses Bastet and Mut are shown on the left side, accompanied by a brief label of incised text at their heads. Below them is a slim horizontal line of incised text, only a few signs now intact. On the proper right side of the block form the gods Osiris and Horus are depicted, again with an accompanying label and a similar line of incised text underneath their feet which is now mostly lost. The reverse and lower portion of the block form are broken. In addition to the damage detailed above, the front corners of the block form are also damaged. The object is now supported on a slim modern base. "], "Cultures/periods": ["Third Intermediate (?)"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["granite"], "Technique": ["incised"], "Dimensions": [" Height: 10.50 centimetres (max) ", " Width: 8.52 centimetres ", " Depth: 6.94 centimetres (max) "], "$Inscriptions": [" "], "Curator's comments": ["Based on the layout of the deities shown on the left and right side of the block form, it’s likely that other gods were depicted behind the intact striding figures; this is particularly clear on the right side where the sceptre held by another figure is visible on the very edge of the break. To envelop the body of the statue with protective divine images is no doubt significant for the statue subject, and a feature of other elite monuments from the Third Intermediate Period and Late Period."], "Location": ["Not on display"], "Condition": ["incomplete - rear portion lost"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Amun ", " Representation of: Ra-Horakhty ", " Representation of: Ptah ", " Representation of: Osiris ", " Representation of: Horus ", " Representation of: Mut ", " Representation of: Bastet "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA14372"], "Registration number": [".14372"]}