{"artifact_name": "pilaster", "Object Type": ["pilaster"], "Museum number": ["EA552"], "Description": [" Limestone pilaster from Horemheb's first tomb: showing the generalissimo with his hands raised in prayer. The prayer of this figure, which faced east, is offered to the traditional sun god, Ra, in his rising; while that on the opposite side, above his figure facing west, is to Osiris, Foremost god of the West . Horemheb wears an extremely elaborate court costume, typical of the late Eighteenth Dynasty: a long, elaborate crimped and curled double wig, to which the uraeus was added, and several layers of clothing - all of it, apparently, in diaphanous pleated linen. Over a shirt with wide, floppy sleeves there seem to be at least two kilts, from one of which hangs a long pointed front panel indicating Horemheb's military status. Fastened to a shoulder strap and hanging down his back is a fan made from a single ostrich plume, insignia of Horemheb's exalted role as \"Fan Bearer on the Right of the King\" - that is, one who had access to the king's person. Horemheb's sandaled feet are rendered identically. His face is sweet-looking with his large, heavy-lidded eye, his rather plump, bottom-heavy figure, and his spindly limbs. Faint traces red and blue paint are still visible. The pilaster has been reassembled from the four pieces into which it was broken. "], "Authority": ["Ruler: Tutankhamun"], "Cultures/periods": ["18th Dynasty"], "Production date": ["1336BC-1327BC (circa)"], "Findspot": [" Found/Acquired: Tomb of Horemheb (Saqqara), Sceond courtyard, South wall "], "Materials": ["limestone"], "Technique": [" painted ", " incised "], "Dimensions": [" Height: 182 centimetres ", " Weight: 255 kilograms ", " Width: 42 centimetres (max) ", " Depth: 15 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["This pilaster and its pair come from the south wall of the second court, where they flanked a large scene of Horemheb presenting booty and captives from a military campaign in the Near East to Tutankhamun and his queen, Ankhesenamun. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' III (Oxford, 1981), p. 660; T. Martin, ‘The Memphite tomb of Ḥoremḥeb, commander-in-chief of Tutʻankhamåun’ (London, 1989), pl 109-110; R. E Freed, Y. J. Markowitz and S. H. D'Auria (eds.), 'Pharaohs of the Sun: Akhenaten, Nefertiti, Tutankhamun' [exhibition catalogue] (Boston, New York/London, 1999), p. 278 [253] = R. Freed, 'Farao's van de Zon' (Leiden, 2000), p. 278 [253]. E. R. Russmann, Eternal Egypt, 146-148."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (62) ", " Edwards 1939 / Hieroglyphic Texts from Egyptian Stelae e.t.c. in the British Museum (pl.27) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1999 14 Nov-2000 6 Feb, USA, Boston, Museum of Fine Arts, Pharaohs of the Sun : Akhenaten Nefertiti Tutakhamen 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt 2014 24 July -26 October, Oxford, Ashmolean Museum, Discovering Tutankhamun 2016 8 Mar-12 Jun, Cleveland, Cleveland Museum of Art, Pharoah: King of Egypt 2018 7 Jun-16 Sep, Barcelona, La Caixa, Pharaoh: King of Egypt 2018-2019 16 Oct-20 jan, Madrid, La Caixa, Pharaoh: King of Egypt "], "Condition": ["good (reconstructed from fragments)"], "Associated names": [" Representation of: Horemheb ", " Named in inscription: Ra "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA552"], "Registration number": [".552"], "Additional IDs": [" Miscellaneous number: ES.552 "], "Conservation": [" Treatment: 17 Sep 1999 ", " Treatment: 24 Jun 2014 "]}