{"artifact_name": "ostracon", "Object Type": ["ostracon"], "Museum number": ["EA56706"], "Description": [" Limestone ostracon with ink drawing on one side. The drawing depicts a goose on her nest, with four eggs shown beneath the bird. In the upper left corner are two very faint drawings of goslings in red. Possibly painted black over a red draft. "], "Cultures/periods": [" 19th Dynasty (?) ", " 20th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 6.50 centimetres ", " Weight: 0.062 kilograms ", " Width: 8.60 centimetres ", " Depth: 1.40 centimetres "], "Curator's comments": [" Bibliography: W.H.Peck, 'Drawings from Ancient Egypt' (London, 1978), p.185, fig.119. ", " Figured ostraca were found in large numbers in and around Deir el-Medina, and are mostly interpreted as artists' sketches (some bear grids). However, some may have been left as 'votive' objects in sacred places, particularly where the subject matter depicts pharaoh or divine figures. See Anthea Page. Ancient Egyptian Figured Ostraca in the Petrie Collection. Warminster Brunner-Traut 1979. Emma Brunner-Traut. Egyptian Artists' Sketches: Figured Ostraka from the Gayer-Anderson Collection in the Fiztwilliam Museum, Cambridge. Istanbul Brunner-Traut 1956. Emma Brunner-Traut, Die altagyptischen Scherbenbilder (Bildostraka) der Deutschen Museen und Sammlungen. Wiesbaden J. Vandier d'Abbadie. Catalogue des Ostraca figures de Deir el-Medineh, 4 volumes (DFIFAO). Cairo (see pls.36-9 for sketches of birds). "], "Bibliographic references": ["Demaree 2002 / Ramesside Ostraca (pl.151)"], "Location": ["On display (G61/dc3)"], "Exhibition history": [" Exhibited: 2013, Apr - Jul, Paris, Louvre, L'Art Du Contour 2013/2014, Sept - Jan, Musée royaux d’art et d’histoire, Brussels, L'Art Du Contour "], "Condition": ["good"], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1926"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA56706"], "Registration number": ["1926,0508.235"], "Conservation": [" Treatment: 06 May 2008 ", " Treatment: 07 Feb 2002 "]}