{"artifact_name": "textile", "Object Type": ["textile"], "Museum number": ["EA65662"], "Description": [" Fragment of tapestry with a red background depicting two scenes of the Life of David; two medallions framed by one frieze of geometric motifs and one freize of vegetal and flower motifs; the medallion on the left is David presented to Saul and above the figures are small motifs in undyed linen that were probably an inscription (in Coptic?) naming the figures?; the medallion on the right is David playing the lyre, with another unidentified human figure; between the medallions are two similar motifs - possilbe basket full of flowers in the middle with vegetal and flowers on either side, on a beige background; on the upper right corner another fragment of tapestry has been applied and sewn (direction of the warp differs but the same border appears on this piece so maybe from the same origianl fabric); on the right lower edge of the piece is a thin stripe in undyed linen (1cm wide) with its end being a simple selvedge; tapestry on grouped threads: warp-undyed linen (S spun Z ply/10), weft-bleached linen (S/40), yellow, orange, pink, red, light and dark green, light and dark blue, mauve wool (S/36); sewing: undyed linen (S spun Z ply) "], "Cultures/periods": ["Coptic"], "Production date": ["7thC-8thC (Cf. Paetz gen. Schieck 2007, 176.)"], "Findspot": [" Excavated/Findspot: Akhmim "], "Materials": [" linen ", " wool "], "Technique": [" tapestry ", " sewn ", " dyed "], "Dimensions": [" Height: 67 centimetres ", " Width: 29 centimetres "], "Curator's comments": ["[Glass Bead EA65662 is now numbered EA66221] See Naureth CoptCongr. III, 285-97. Cf. EA 21783, acq. from Chester in 1886; Lyon 1993, 60 (p.50, pl. 26), acquired N. Tano 1886; see also St. Petersberg 1978, no. 81 for position of decorative element on a tunic. Paetz gen. Schieck 2007, 176."], "Bibliographic references": [" British Library 1978 / The Christian Orient (p.41, no.51) ", " Dale 1993 / The power of the anointed: the life of David on two Coptic textiles in the Walters Art Gallery (28, fig. 8.) "], "Location": ["Not on display"], "Condition": ["A"], "Associated names": [" Representation of: King David ", " Representation of: Saul "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65662"], "Registration number": [".65662"], "Conservation": ["Treatment: 25 Jan 2012"]}