{"artifact_name": "collar", "Object Type": ["collar"], "Museum number": ["EA3074"], "Description": [" Part of a gold collar: the collar consisted of a series of rows of gold beads, attached to terminals in the shape of open lotus flowers. Each row was composed of beads of different shape, mainly imitating plant forms. There are folded leaves, papyrus flowers on stems, mandrake fruits alone and with leaves, flower buds, lotus seed-vessels and closed buds of the lotus. The terminal and beads are excellent examples of the cloisonné work, which was one of the favourite techniques of Egyptian goldsmiths. Most of the inlays have fallen out, but the tiny traces of cornelian and blue glass give a faint hint at the rich impression which the collar would have created in its pristine state. Openwork. "], "Cultures/periods": ["New Kingdom"], "Production date": ["1370BC-1300BC (circa)"], "Findspot": [" Found/Acquired: Memphis (Egypt) (?) "], "Materials": [" gold ", " glass ", " cornelian "], "Technique": [" cloisonné (enamelling) ", " inlaid "], "Dimensions": [" Height: 12.20 centimetres (as strung) "], "Curator's comments": [" This fragment, said to have been found on a mummy in the Memphite necropolis in the early 19th century, is a rare survival. It is possible that the elements of which it is made originally formed parts of more than one object, but most of them would certainly have belonged to a collar. Bibliography: J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 182-3, pl. on pp. 182-3. ", " The elements of this complex necklace were often a feature of jewellery made from less precious materials, for example glazed composition (see necklace EA 59334, which also feature plant and fruit pendants, and lotus-flower terminals). "], "Bibliographic references": [" Andrews 1990 / Ancient Egyptian jewellery (60) ", " Shaw & Nicholson 1995 / British Museum Dictionary of Ancient Egypt (p114) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.182-183) "], "Location": ["On display (G61/dc4/sB)"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt "], "Condition": ["good (incomplete)"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA3074"], "Registration number": [".3074"], "Additional IDs": [" Miscellaneous number: BS.3074 (Birch Slip Number) "], "Conservation": [" Treatment: 01 Dec 2008 ", " Treatment: 27 Jan 2005 ", " Treatment: 01 Jul 1967 "]}