{"artifact_name": "clepsydra", "Object Type": ["clepsydra"], "Museum number": ["EA933"], "Description": [" Fragments of a black basalt clepsydra: comprising most of the height of a clepsydra, or water clock. On the outer face the incised figured frieze contains parts of two scenes. In both the pharaoh depicted making offerings is unnamed in the accompanying cartouches, but his identity is supplied in the first of the two rows of hieroglyphs below as Alexander the Great. In the right-facing scene he offers a water pot to Khons, the Theban moon god, who is named in the hieroglyphs and wears a full moon and crescent moon on his head. The god holds a 'was' sceptre and offers the 'ankh' sign of life to the King, to whom the text says he is giving all lands and foreign countries. A male deity behind Alexander can no longer be identifed. In the left-facing scene the King is attended by a female deity whom the text names as Ipet, who is more usually represented as a female hippopotamus. On this occasion Alexander offers burning incense to a deity, who, again, can no longer be identified. Apart from the line of text below, wishing all life and health to the king, the remaining incomplete two lines of hieroglyphs concern the passage of the heavenly bodies through the heavens. On the inner face of the fragment are three hieroglyphic signs, a was, a 'djed' and an 'ankh'. They alone survive of the twelve markings that each stood at the base of a column, enabling the night hours to be reckoned when water that filled the vessel was allowed to drain away through a small hole in the base. "], "Cultures/periods": ["Ptolemaic"], "Production date": [" 4thC BC(late) ", " 332BC-323BC "], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Tell el-Yahudiya "], "Materials": ["basalt"], "Technique": ["incised"], "Dimensions": [" Height: 44.30 centimetres (including attached base) ", " Height: 36.80 centimetres (object) ", " Thickness: 5.50 centimetres (object) ", " Width: 40.50 centimetres (including base) ", " Width: 38 centimetres (object) ", " Depth: 24.50 centimetres (including base) ", " Depth: 12 centimetres (object overall) "], "$Inscriptions": [" ", " "], "Inscription subject": ["royal"], "Curator's comments": ["Although both the deities named are Theban, the find-place of this piece suggests it was used in a temple in the Delta, where their cult was also located. Attached to fragment 1888,0310.3 to form a single object. Bibliography: E.A.W. Budge, 'A Guide to the Egyptian Galleries (Sculpture), British Museum' (London 1909), cat. no. 948; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford: Clarendon Press), p.58; S. Walker & P. Higgs [eds.], 'Cleopatra: Regina d'Egitto' (Milan, 2000), p.64 [I.52] = S. Walker & P. Higgs [eds.], 'Cleopatra of Egypt' (London, 2001), p. 38 [1]."], "Bibliographic references": ["Walker & Higgs 2001 / Cleopatra of Egypt: from History to Myth (1)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1989 Jan-Mar, South Florida Science Museum, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Apr-Jun, Miami, Museum of Science, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1989 Jul-Aug, Jacksonville Museum of Science & History, Imhotep's Egypt: Discovering Ancient Egyptian Technology 1994 Apr-Aug, Museum of St. Albans, Out of Egypt: Every day life in Ancient Egypt 2006-2007, Frankfurt, Museum Alter Plastic, Egypt, Greece and Rome 2013 March - November, Archaologische Staatssammlung, Munich, Alexander the Great 2016, 19 May-27 Nov, BM, Sunken Treasures "], "Condition": ["incomplete - part of a restored fragment"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Alexander the Great ", " Named in inscription & portrayed: Khons "], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1871"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA933"], "Registration number": ["1871,0619.179"], "Conservation": [" Treatment: 06 Apr 2000 ", " Treatment: 17 Nov 1988 "]}