{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA37899"], "Description": [" Sycomore fig wood stela of Nakhtefmut: there is one scene on this round-topped stela, below a curved sky-sign and eight columns of text with the usual funerary invocation. The god Ra-Horakhty, mummiform, is enthroned on the left behind an altar covered by a lotus-flower. On the right stand the ỉt-nṯr priest of Amun Nakhtefmut, son of the mry-nṯr priest 'Imn-ms, and his daughter, the lady Šp-n-ʒst, in an attitude of worship. The stela is well preserved apart from a vertical crack on the right side and some gouges on the surface. The background of the stela is white. The sky-sign is blue. The hieroglyphs are black on yellow. Ra-Horakhty has a yellow body and face with black details, red poll, blue wig, red disk bordered by white, and a yellow uraeus edged in black. His arms are red with yellow bracelets, two sceptres are yellow, while the was-sceptre is blue. He is seated on a blue and red throne edged in yellow placed on two pink pedestals with red ends. The altar is blue and yellow, while the lotus-flower is blue with a yellow base and pink stem. The male figure has a red body or pink when covered by his garment, which is otherwise white with black stripes. His features are black, wig blue with black details, fillet white, cone red and white and lotus blue and white. The body of the female is pink except where covered by her white gown with black stripes. Her collar is blue, wig blue with black details, fillet white, cone red and white and lotus blue and white. The lower border consists of blue above a yellow stripe. The sides and bottom are plastered in white. "], "Cultures/periods": ["Third Intermediate"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 29.50 centimetres ", " Width: 20.70 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904), p. 74 (no. 82); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 107 (no. 2); B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.808."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.4-5)"], "Location": ["On display (G62/dc18)"], "Condition": ["fair"], "Associated names": [" Named in inscription & portrayed: Nakhtefmut (deceased) ", " Named in inscription & portrayed: Shepenast (daughter) ", " Named in inscription: Amenmose (father) ", " Representation of: Ra-Horakhty "], "Acquisition name": ["Purchased from: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA37899"], "Registration number": ["1868,1102.96"]}