{"artifact_name": "stopper; plug; seal-impression; amphora", "Object Type": [" stopper ", " plug ", " seal-impression ", " amphora "], "Museum number": ["EA53957"], "Description": [" Yellow plaster stopper still in the neck of an Egyptian wine amphora with a Nile silt pottery disc plug. The stopper has been impressed with a circular stamp and then painted red (only traces remain). The stamp impression depicts a cross (21mm across) surrounded with Greek text. The stopper is made from lime plaster or lime plaster and gypsum mix. There is a mark where a string was unsuccessfully used for removal. The black sealant around the amphora neck and the underside of the plug is probably pine pitch. "], "Cultures/periods": ["Late Antique"], "Production date": ["(late)4thC-7thC"], "Excavator/field collector": [" Excavated by: John de Monins Johnson ", " Excavated by: Egypt Exploration Fund "], "Findspot": [" Excavated/Findspot: Antinoupolis "], "Materials": [" plaster ", " pottery ", " pine pitch (?) "], "Technique": [" stamped ", " painted "], "Dimensions": [" Diameter: 88 millimetres ((max)) ", " Diameter: 73 millimetres (amphora neck) ", " Diameter: 59 millimetres (stamp impression) ", " Height: 28 millimetres "], "Curator's comments": ["Plaster stoppers, sealed with pine pitch and with a fermentation hole and straw valve, were commonly used on wine-amphorae (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). This method of closing wine-amphorae with plaster stoppers was common in Egypt and North Africa during the Roman and Byzantine periods (Thomas 2011, type 1; Thomas and Tomber 2006, type 1). Unlike the mud stoppers (e.g., EA 53951–54) that were used on wine-amphorae produced by estates, this type of plaster stopper (e.g., EA 53955, 53957–63) was commonly used on wine-amphorae used by wine traders (Thomas 2011, types 1 & 7; Thomas and Tomber 2006: types 1 & 7). The black sealant around the amphora neck and the underside of the plug is probably pine pitch, confirming that this is a wine amphora stopper (Thomas 2011, type 1; Thomas and Tomber 2006 type 1). The plug is from a chocolate brown Nile-silt LRA7, just like the amphora in which this still sits (Keay and Williams 2005: LRA7). Cf., stoppers from late Roman contexts at Kellia (Egloff 1977, pl. 20.3–6) and Clysma (Bruyère 1966, fig. 10). For the cross stamp, cf., impressions from Western Thebes (Winlock and Crum, 80, fig. 33.1–2). The motif is common on Late Roman amphora stoppers in Egypt, e.g., at Kellia (Egloff 1977, pl. 20.3–7) and Clysma (Bruyère 1966, fig. 10). For the stamp itself, cf. a similar, simple circular cross on a wooden stamp without text found at Koptos (Nachtergael 2000, 289, fig. 23). See also EA 53951. The alignment of the text suggests ΩΗΝΑ + ΒΟΗΙ as a possible reading, but it does not appear to represent any attested name or prayer formula, suggesting a misreading or another, unclear message. Bruyère, B. 1966. Fouilles de Clysma-Qolzoum (Suez): 1930–1932. FIFAO 27. Cairo: IFAO. Egloff, M. 1977. Kellia: La poterie copte: Quatre siècles d’artisanat et d’échanges en Basse-Égypte. Recherches suisses d’archéologie copte. Genève: Georg. Keay, S. and D. Williams. 2005. Roman amphorae: A digital resource. University of Southampton. http://archaeologydataservice.ac.uk/archives/view/amphora_ahrb_2005/, last accessed October 2011. Nachtergael, G. 2000. Sceaux et timbres de bois d’Égypte I: En marge des archives d’Hèroninos: Cachets et bouchons d’amphores de Théadelphie. Chronique d’Égypte 75: 153–70. Thomas, R. I. 2011. Roman vessel stoppers. In Myos Hormos – Quseir al-Qadim: A Roman and Islamic port site on the Red Sea coast of Egypt II, D. P. S. Peacock and L. Blue (eds), 11–34. BAR International Series 2286. Oxford: Archaeopress. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO. Winlock, H. E. and W. E. Crum. 1926. Monastery of Epiphanius at Thebes I. New York: Metropolitan Museum of Art."], "Bibliographic references": ["O'Connell et al 2014 / Antinoupolis at the British Museum (52)"], "Location": ["Not on display"], "Condition": ["fair"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1915"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA53957"], "Registration number": ["1915,0207.7"]}