{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA93"], "Description": [" Upper part of limestone seated statue of Queen Ahmose-Merytamun wearing Hathor wig. "], "Cultures/periods": ["18th Dynasty (early)"], "Production date": ["1500BC-1450BC (c.)"], "Findspot": [" Excavated/Findspot: Temple of Amun, Eighth Pylon South Face "], "Materials": ["limestone"], "Dimensions": [" Height: 113 centimetres (max) "], "Curator's comments": [" Publication: R. Tefnin, ‘Une statue de reine British Museum et Karnak et les paradoxes du portrait égyptien’, JEA 69 (1983), 96–107, pl. VIII–X; I. Lindblad, Royal Sculpture of the Early Eighteenth Dynasty in Egypt (Medelhavsmuseet Memoir 5), Stockholm 1984, 32-3 [6b], pl. 32. PM VII, p.111; BM OP 36, p.7 (note p.12); N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 128-9. ", " Strudwick N 2006 This large bust shows a female figure wearing the so-called 'Hathor wig' with wide lappets either side of the face, curling at the ends, and a very broad lappet at the rear. This type of wig is named after the goddess Hathor because of its similarity to her hairstyle. On the figure's brow is an uraeus, with a broken head. Around her neck is a broad collar composed of five rows of beads. The statue's features have lost their sharpness as a result of the weathering of the stone. The object has been dated to the Eighteenth or Nineteenth Dynasty. The stylistic evidence, notably the wig type, suggests strongly that it was carved during the reigns of Hatshepsut or Thutmose III (c. 1479-1425 BC). The statue was studied in the 1970s by Roland Tefnin, who came to the provisional conclusion that it might show queen Hatshepsut, but that it was necessary to seek the lower part of the statue for confirmation. The bust was discovered by Belzoni while working in Karnak in 1817, in the area now termed the eighth pylon, on the southern axis of the temple. He mentions that he found it 'divided at the waist', and that he removed the upper part and intended to return for the lower. Among the objects still on site is the lower part of the statue of a seated queen which closely fits Belzoni's description, and which has been shown to join with the London bust. It was found near a statue of Amenhotep I (c. 1525-1504 BC). The (complete) statue shows a woman wearing a long conventional dress, with her hands laid flat on her knees. The inscriptions on the base are damaged but seem to name two queens. On the left is almost certainly the name of Ahmose-Merytamun, wife and sister of Amenhotep I, and on the right may be that of her sister Sitamun, also wife and sister of Amenhotep I. It would thus appear that the statue, placed next to one of the king himself, represented two of his principal spouses. Tefnin has suggested that we reconcile the conflict between the statue's Thutmoside style and its attribution to an earlier queen by interpreting Belzoni's phrase 'was divided at the waist' as meaning that the statue was actually made of two halves. Since the adjacent statue of Amenhotep I was renewed by Thutmose III, perhaps the upper part of the damaged statue of the queens was also replaced by that king, using styles current at the beginning of his sole reign, in the 1450s BC. "], "Bibliographic references": ["Strudwick 2006 / Masterpieces of Ancient Egypt (pp.128-129)"], "Location": ["On display (G4/CSW)"], "Condition": ["incomplete - lower part lost"], "Associated names": ["Representation of: Ahmose-Merytamun"], "Acquisition name": ["Purchased from: Henry Salt"], "Acquisition date": ["1823"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA93"], "Registration number": [".93"], "Additional IDs": [" Miscellaneous number: BS.93 (Birch Slip Number) "]}