{"artifact_name": "lamp", "Object Type": ["lamp"], "Museum number": ["EA48279"], "Description": [" Bronze lamp: elongated body and long, fluked, round-tipped nozzle. Circular wick-hole. The top is sunken within a rim extending round the body and nozzle. Nozzle-channel between the filling-hole and the wick-hole. The filling-hole is irregularly oval in shape. A crack in the top has been patched with two strips of bronze. At the rear is a double rod-handle, rising from leaf-shaped springs, curving up and forward to join below a leaf, and to separate, together with a central stem, eventually to terminate in an ivy-leaf-shaped handle-ornament. Undefined flat oval resting-surface. A rectangular patch cut from an ancient inscribed bronze plaque has been let into the rear below the handle-springs; it is incised with the letters HK. Other small areas have also been patched, particularly on top. A Greek inscription is pricked into the side of the lamp. On the right side are cut a few letters that are largely illegible, but also appear to give the name Apsalamos. Surface colouration: cleaned to bare metal and painted green before its acquisition by the Museum; the paint is now removed. "], "Cultures/periods": ["Roman"], "Production date": ["50-150"], "Excavator/field collector": ["Excavated by: Maj Charles Kerr Macdonald"], "Findspot": [" Found/Acquired: Wadi Faran (Egypt) "], "Materials": ["bronze"], "Technique": [" incised ", " pierced ", " cut ", " painted "], "Dimensions": [" Length: 22 centimetres ", " Width: 8 centimetres "], "$Inscriptions": [" ", " ", " "], "Curator's comments": [" Analysis: copper: 87.3; lead: 0.68; tin: 11.8; zinc: 0.02. ", " Near in shape, with Jupiter Ammon head on handle: Franchi dell'Orto, L., and Varone, A., 1990. ‘Rediscovering Pompeii’. Rome : \"L'Erma\" di Bretschneider, p. 177, 63, from Pompeii = Conticello de' Spagnolis, M., and De Carolis, E., 1988. ‘Le Lucerne di bronzo di Ercolano e Pompei’. Rome : \"L'Erma\" di Bretschneider, 85. "], "Bibliographic references": ["Lamp / Catalogue of the Lamps in the British Museum (3682)"], "Location": ["Not on display"], "Condition": ["good - repaired. Surface coloration: cleaned to bare metal and painted green before its acquisition by the Museum; the paint is now removed."], "Associated names": ["Named in inscription: Dusares"], "Acquisition name": ["Purchased from: William Chaffers"], "Acquisition date": ["1861"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA48279"], "Registration number": ["1861,0623.1"], "Conservation": ["Treatment: 05 Apr 1993"]}