{"artifact_name": "cosmetic-jar", "Object Type": ["cosmetic-jar"], "Museum number": ["EA2572"], "Description": [" Steatite cosmetic-jar: the container takes the form of a kneeling girl who holds before her a footed jar, a characteristic shape for vessels of the Middle Kingdom. Her head is shaven, except for a plait down the back at the end of which is depicted a fish pendant or 'nekhau', in the shape of a 'Tilapia' or 'bolti'. The girl's only garment is a long skirt from waist to ankles, over which, around her hips, she wears a girdle formed from cowrie shells strung between beads. "], "Cultures/periods": ["12th Dynasty"], "Production date": ["1985BC-1795BC (circa)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["steatite"], "Technique": ["incised"], "Dimensions": [" Height: 7.80 centimetres ", " Weight: 0.17 kilograms ", " Width: 3.30 centimetres ", " Depth: 6 centimetres "], "Curator's comments": ["The fish pendant, in this context, suggests the amulet's function was probably to ward off drowning by reminding the wearer of the watery environment they wished to avoid, this is known as apotropaic magic. Because of its fancied resemblance to the female genitalia, the cowrie, whether of real shell or imitated in precious metal or semi-precious stone, came to form an element of girdles and could thus be worn as close as possible to the anatomical area it was thought to protect. Superb girdles with hollow cowry elements made of gold or electrum are a feature of contemporary royal female jewellery. The narrowness of the mouth of the pot shows it was intended to hold eye paint. Though it came from a tomb, this object was first used during the owner's life: the top is scratched by the constant removal and replacement of the lid, which is now lost. Bibliography: H. G Fischer, 'Otto Festschrift', p.161-5; Staehelin, 'Zeitschrift für Ägyptische Sprache und Altertumskunde' 105 (Leipzig and Berlin, 1978), p.83-4, pl.11,b,c; J. Bourriau, 'Pharaohs and Mortals: Egyptian Art in the Middle Kingdom' [exhibition catalogue] (Cambridge, 1988), p.139, Cat.no.40, no. 140; C. Andrews, 'Ancient Egyptian Jewellery', (London, 1990), p.173, Pl.156. G. Pinch, Magic in Ancient Egypt (London 1994), fig.55. C. Andrews, .Egyptian Treasures from the British Museum' (London, 1998), p.264, Cat.no.84; 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), p.254-5 No 79; 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 70, cat no. 29; P. Nicholson and I. Shaw, 'Ancient Egyptian Materials and Technology' (Cambridge 2000), p. 56. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, p. 158. Bibliography: Quack, J.F. 2022. Altägyptische Amulette und ihre Handhabung. Orientalische Religionen in der Antike 31. Tübingen, pp. 65-66."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (32) ", " Andrews 2000 / Egyptian Treasures from the British Museum (p.196-197) ", " Andrews 1990 / Ancient Egyptian jewellery (156) "], "Location": ["Not on display"], "Exhibition history": [" 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2011 27th June - 31st August, Bowes Museum : Ancient Egypt 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' 2015-2016 5th Oct - 24th Jan. New York. Metropolitan Museum of Art. Middle Kingdom. 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2572"], "Registration number": [".2572"], "Additional IDs": [" Miscellaneous number: BS.2572 (Birch Slip Number) "], "Conservation": [" Treatment: 23 Apr 1998 ", " Treatment: 04 Feb 1988 "]}