{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10753,6"], "Title": ["Object: Papyrus Ramesseum E"], "Description": [" P. Ramesseum E, Frame 6. Papyrus written on the recto and on the verso in linear hieroglyphic script and hieratic (twelve fragments). The recto contains a funerary liturgy for ceremonies at a mastaba, while on the verso there is a (later) administrative text with remains of ruled lines, possibly recording distribution of grain. The text is written in vertical columns with titles in horizontal lines, in retrograde script. This frame contains lines 66-79. The papyrus was a half-height roll. The liturgy is fragmentary and obscure. 'Before [line] 66 we have already entered upon that part of the papyrus which most persuasively suggests a long funeral procession. Almost every [line] henceforward names some new person or body of persons whom we naturally think of as lined up to accompany the sarcophagus' (Gardiner, JEA 41, 14). In addition, 'the clearest testimony to our text's funerary character is the phrase \"Circulating round the mastaba four times\" in [line] 74' (Gardiner, JEA 41, 10). The verso text is a series of accounts (undated), mentioning granaries, perhaps a 'scatter of private holdings within a single estate' (Quirke, Administration, 190). The hand resembles that of the jottings on P. Ramesseum 3 (unpublished). The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Found/Acquired: Ramesseum (Thebes) "], "Materials": ["papyrus"], "Dimensions": [" Length: 34 centimetres (frame) ", " Width: 16 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " administrative "], "Curator's comments": ["P. Ramesseum E lines 66-79. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 8, 11. A. H. Gardiner, 'A Unique Funerary Liturgy', JEA 41 (1955), 9-17, pl. 4. W. Helck, 'Papyrus Ramesseum E', SAK 9 (1981), 151-66. S. Quirke, The Administration of Egypt in the Late Middle Kingdom. The Hieratic Documents (New Malden: Sia Publishing 1990). N. Alexanian, 'Ritualrelikte an Mastabagräbern des Alten Reiches', in H. Guksch and D. Polz (eds.), Stationen: Beiträge zur Kulturgeschichte Ägyptens, Rainer Stadelmann gewidmet (Mainz: Philipp von Zabern 1998), 9-10. Roberto A. Díaz Hernández, Der Ramesseumspapyrus E: Eine Ritualschriftrolle für Bestattungen aus dem MR (unpublished MA-thesis Leipzig University 2009). R. B. Parkinson, Reading Ancient Egyptian Poetry: Among other Histories (Chichester and Malden: Wiley-Blackwell 2009), 148-9. Diaz Hernández, R. A., Der Ramesseumspapyrus E: ein Ritualbuch für Bestattungen aus dem Mittleren Reich (Göttinger Miszellen Beihefte 15). Göttingen, 2014. AES Dept archives include an envelope labelled ‘P. RAMESSEUM Prints of the Processional Papyrus’ arranged to be published in ‘four sideways plates’. This contains photographs of P. Ramesseum E, including photos of the papyrus as published in line drawings by Caminos, labelled 1-9. Scans of these are attached to the relevant database entries here. There are also two photographs of frames of fragments and a photo of Fragment A, here attached to EA 10753.9. One of the larger prints is labelled by Gunn: ‘Five fragments had been cut out of this and the similar sheet of small fragments when they were handed to me by Mrs Smither. Of these 5[,] 2 are on sheet [photo]2b, the other 3 are missing[.] BG 28.3.44’ These are the result of Smither’s work on trascribing the papyrus and ‘placing correctly a couple of fragments that Ibscher had left unplaced’ (Gardiner, JEA 41, 10), that Gunn continued until he died. The envelope also contains prints of EA 10771.1-2, EA 10752.5 and EA 10772.2. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (5.6) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (381289) (http://www.trismegistos.org/text/381289) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus Black ink Red ink Mount Details: Sandwich: glass Binding: copydex self adhesive carpet tape Object Priority: A Mount Priority: A Overall Condition: C Curatorial condition comment: incomplete/fragmentary"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10753,6"], "Registration number": ["1956,0714.2.6"], "Additional IDs": [" Miscellaneous number: Frame.6 "], "Conservation": [" Treatment: 09 Dec 1992 ", " Treatment: 09 Dec 1992 ", " Treatment: 09 Dec 1992 ", " Treatment: 20 Jan 2005 ", " Treatment: 20 Jan 2005 ", " Treatment: 20 Jan 2005 "]}