{"artifact_name": "folding stool", "Object Type": ["folding stool"], "Museum number": ["EA2477"], "Description": [" Wooden folding-stool. The well cut and finished base rails are cylindrical and without further decoration. The folding legs each terminate in a head of a duck or goose. These heads are carefully carved, with the eyes and nostrils inlaid with ivory; there are also long thin triangular pieces of ivory inlaid into the neck of the bird. The third part is the seat rails. To these would have been attached a piece of leather to serve as the seat, and many traces of the leather remain on the underside of the rails. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": [" wood ", " ivory ", " leather "], "Technique": ["inlaid"], "Dimensions": [" Height: 53.30 centimetres ", " Width: 54.60 centimetres "], "Curator's comments": [" It is very probable that this stool was found in a tomb, one of the many cleared at Thebes during the 1820s, when Henry Salt or one of his agents would have purchased this piece. The excellent quality of the piece means that it probably came from the tomb of an important and wealthy individual (see Smith, MDAIK 28 (1992): 205-6). Bibliography: A. R. Schulman, 'Ceremonial execution and public rewards : some historical scenes on New Kingdom Private Stelae' (Freiburg, 1988), p.170, n.293; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, p. 165, pl. on p. 165. ", " For a less elaborate example of the same form, from Deir el-Medina see Les artistes de pharaon (Exhibition Catalogue, Paris, 2003): 77 [6a]. See also the example in Berlin (12552), published in Egypt's Golden Age (exhibition catalogue, Boston, 1982): 70-1 [42], with references to depictions in tombs, and examples inscribed for officials under Tuthmosis III and Amenhotep III. "], "Bibliographic references": ["Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.165)"], "Location": ["On display (G61/dc5)"], "Condition": ["incomplete - seat lost"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 658 at auction, Sotheby's, London."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA2477"], "Registration number": [".2477"], "Additional IDs": [" Miscellaneous number: BS.2477 (Birch Slip Number) "], "Conservation": [" Treatment: 06 Aug 2008 ", " Treatment: 29 Sep 2004 ", " Treatment: 12 Jul 2013 "]}