{"artifact_name": "relief", "Object Type": ["relief"], "Museum number": ["EA36858"], "Description": [" Fragmentary plaster representation of a king in raised relief. The figure wears the royal blue crown with a broad uraeus cobra at his forehead, its upper body coiled across the front of the crown. The head of the cobra is now missing. At the nape of the king's neck are slim lines that indicate the streamers attached to the edge of the crown and fall below his shoulders. The ends of the streamers are visible behind the king's shoulder. His facial features are soft and delicately rendered, and he wears a broad collar around his neck. His right arm is raised up across his bare chest, likely to hold onto an object. His hand and this object are now lost. His waist is narrow, and the relief breaks off above his navel. There are several abrasions across the surface, with notable chips to the crown, ears, nose, and eyes. On the reverse the surface is particularly uneven and damaged, with no clear traces of any relief or inscription. On the proper left side of the thin plaster is faint modern writing in pencil that notes ‘Tell Basta’. "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["plaster"], "Dimensions": [" Length: 15.50 centimetres (max) ", " Thickness: 2 centimetres ", " Width: 10.50 centimetres (max) "], "Curator's comments": ["Images of kings wearing the blue crown, also known as the khepresh, were particularly popular in the New Kingdom and during the reigns of several Kushite kings in the 25th Dynasty. The fragmentary nature of this piece makes it more difficult to determine its original function. It may have once served as a trial-piece, used by sculptors to practice their carving of figures and ensure consistent proportional images, or it may have been used as a votive offering. The damage to the proper right side of the object, in particular how closely the damage extends towards the uraeus cobra and crown without damaging these features, may suggest that the piece was deliberately broken at some stage to preserve the royal figure. The scene was clearly originally larger, as suggested by the fact that the king has his arm extended out in front of him. The marking designates the piece as being from Tell Basta, though its precise findspot is uncertain."], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1871"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36858"], "Registration number": ["1871,0619.505"]}