{"artifact_name": "shabti", "Object Type": ["shabti"], "Museum number": ["EA64571"], "Description": [" Glazed composition shabti of Maatkara: this funerary figurine is mummiform and moulded from characteristically coloured bright blue material with black details. The long wig has braided ends and, as a sign of the deceased owner's rank (she was the daughter of a queen), the uraeus, emblem of royalty, is worn on the forehead. As is usual, the arms are crossed over the chest and each hand holds a black hoe with pointed blade. A mesh bag is stretched across the figure's lower back as a token container for seed, for harvested crops, for mud to be used in brick making or as fertilizer or perhaps for carrying the tiny laborer's bread and onion meal. The single column of text supplies only the name and title, written in a cartouche, of the shabti's owner but Maatkara was a God's Wife of Armin, the highest ranking priestess at Thebes at this period. "], "Cultures/periods": ["21st Dynasty"], "Production date": ["1040BC (circa)"], "Excavator/field collector": ["Field Collection by: Dr Joseph John Acworth"], "Findspot": [" Excavated/Findspot: Deir el-Bahri (Thebes), DB 320 Cache 1 "], "Materials": ["glazed composition"], "Technique": ["glazed"], "Dimensions": [" Height: 11.73 centimetres ", " Width: 4.30 centimetres ", " Depth: 2.61 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": ["Like all her successors, Maatrkara was a princess of the blood, and in this case, is related to the ruling house of the 21st Dynasty, so her name is written inside a royal cartouche. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), pp. 208-209 [62]; 'Les amour d'une princesse égyptienne' (Saint-Gérard, 1997), p.143 [188]."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.158-159)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1997 May-Oct, Abbaye Saint-Gerard De Brogne, Le Roman de la momie "], "Condition": ["good"], "Associated names": ["Named in inscription: Maatkara"], "Acquisition name": ["Donated by: Mrs Marion Whiteford Acworth JP"], "Acquisition date": ["1946"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA64571"], "Registration number": ["1946,1204.95"], "Conservation": ["Treatment: 03 Mar 2000"]}