{"artifact_name": "model; toy(?); axe", "Object Type": [" model ", " toy (?) ", " axe "], "Museum number": ["EA6069"], "Description": [" Large wooden model axe with haft: possibly a toy. The form of the blade roughly imitates that of the asymmetric skewed type. Instead of lugs, there is a tang at the rear, which fits into a rectangular socket near the top of the haft. There is a hole in the tang and a corresponding one in the haft for the insertion of a dowel, now missing. A section of the lower side of the blade is abraded and there is a woodworm hole in one face. The haft is made from a nearly straight stick of wood crudely shaped for most of its length into eight or nine narrow facets. It is cracked around the socket and at the grip, which is also worn. It contains several woodworm holes. Both the blade and the haft are decorated with white, red and green paint. The faces of the blade bear a representation of a tree or branch with a red stem and green leaves on a white ground. It is surrounded by a red border. The white is much faded, having almost completely disappeared on one face, as has the red border on the cutting edge. The haft is painted along its length with alternate bands of red, white and green, and is decorated at the socket with a criss-cross pattern in red in imitation of leather binding. The rear of the tang of the blade is coloured to conform with the appearance of the haft. As on the blade much of the white on the haft has disappeared and a certain amount of the green and red has also peeled away. There is no paint left on the grip. "], "Cultures/periods": ["18th Dynasty (?)"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt), tomb (said to have come from) "], "Materials": ["acacia wood"], "Technique": [" carved ", " painted "], "Dimensions": [" Length: 13.20 centimetres (blade) ", " Length: 48.30 centimetres (haft) ", " Weight: 108.80 grammes ", " Width: 5.50 centimetres (at butt) "], "Curator's comments": ["Bibliography: Salt Cat. (1835), 48, lot 652; Manns, and Custs. (1st. ed.), i, 323, no. 41,1; (new ed.), 214, no. 47, 1; BM Guide (1904), 7, no. 33; BM Guide (1922), 202, no. 33; K-Eg., 119, MG-IX/5."], "Bibliographic references": ["Davies 1987 / Catalogue of Egyptian Antiquities in the British Museum (166)"], "Location": ["Not on display"], "Condition": ["incomplete - means of attaching blade to haft missing"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6069"], "Registration number": [".6069"], "Additional IDs": [" Miscellaneous number: BS.6069 (Birch Slip Number) ", " Miscellaneous number: S.652 "]}