{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA1632"], "Description": [" Limestone stela of Pentawer: a round-topped stela containing three main registers and a border at the bottom with figures in sunk relief and texts crudely incised. In the upper register on the right the standard of the god Wepwawet is carried on the shoulders of eleven (?) priests. In front of the standard are the w‘b-priest Amenmose, and Pentawer with their arms raised in adoration. Behind them are carved the figures of four wolves. In the second register Patawer is kneeling on the right pouring a libation before an altar covered with offerings. On the left a jackal-headed god is squatting and another jackal is seated on a pedestal. The text contains a prayer to Anubis. In the main part of the lower register a ram-headed god stands on the right before an altar heaped with food offerings. On the left stands Wepwawet in human form with a wolf's head. He is spearing a crocodile which is carved below the level of the register and is chasing a human figure whose head projects above the border into the register. Behind Wepwawet are carved the figures of three wolves. The stela shows some surface wear. There are no traces of colour. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt (Asyut(?)) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 53 centimetres (including inset metal dowels in base of stela) ", " Height: 48 centimetres ", " Weight: 15.50 kilograms ", " Width: 34.50 centimetres ", " Depth: 7 centimetres "], "$Inscriptions": [" ", " ", " "], "Inscription subject": ["private"], "Curator's comments": ["Bibliography: H. Brunner, 'Mitteilungen der Deutschen Archäologischen Instituts Abteilung Kairo' 16 (Wiesbaden, 1958), 5-19; T. DuQuesne, DE 57 (2003), 42-5. Sadek Popular religion (1987), 41f; Watterson, Gods of ancient Egypt (1984), 211; Bierbrier HTBM 12 (1993), 24, pls 82-83; van Dijk in: Oxford history of ancient Egypt (2000): 312 fig; Kessler, SAK 29, (2001), 162-168; Guksch Grab und Totenkult (2003) 113f; Becker, M. 2007. Popular Religion in Asyut, in Ancient Asyut, J. Kahl (ed.), 145-147, fig. 109. P Meyrat, GM 218 (2008), 71-76."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.82-83)"], "Location": ["Not on display"], "Condition": ["The stela is in a good state of preservation apart from some surface wear."], "Subjects": [" ancient egyptian deity ", " crocodile ", " mammal "], "Associated names": [" Named in inscription & portrayed: Pentawer ", " Named in inscription & portrayed: Amenmose ", " Representation of: Wepwawet ", " Named in inscription: Anubis "], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1926"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA1632"], "Registration number": ["1926,0508.147"]}