{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10766"], "Title": ["Object: Papyrus Ramesseum 13"], "Description": [" P. Ramesseum 13. Papyrus written on the recto and on the verso in hieratic script. The recto contains medical texts, possibly for healing. On the verso there is a diary of an embalmment with ruled lines. The text is written in horizontal lines. This frame contains a single page. The papyrus was a half-height roll. Gardiner describes the verso as follows: 'the verso, of which a schematic transcription is shown opposite in Fig. 1, recorded in vertical columns seventy-seven consecutive days divided into seven-days periods, the last day of each of which has written against it the sign for 'total' (dmD), followed by the word for 'purification' (wabt). With the number indicating its place in the series, it looks as though this were the diary of an embalmment or the like' (Gardiner, The Ramesseum Papyri, 1955, 14). The papyrus is part of the collection of papyri found with a bundle of pens in a chest from a plundered late 13th dynasty tomb under the Ramesseum, apparently belonging to someone like a lector priest. Two of the papyri from the chest are in the Egyptian Museum Berlin (P. Ramesseum A and D); the objects are in the Fitzwilliam Museum Cambridge and the Manchester Museum. The papyri are very fragile, apparently due to dampness in the tomb-shaft. This papyrus was mounted on sheets of gelatin by Hugo Ibscher. "], "Cultures/periods": ["Middle Kingdom"], "Excavator/field collector": ["Excavated by: James Edward Quibell"], "Findspot": [" Excavated/Findspot: Ramesseum (Thebes), tomb (below) "], "Materials": ["papyrus"], "Dimensions": [" Length: 30.50 centimetres (frame) ", " Width: 23 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["P. Ramesseum 13 single page. A. H. Gardiner, The Ramesseum Papyri (Oxford: Oxford University Press 1955), 14-15, fig.1 (transcription of the verso), pl. 46 (no published transcription). S. Quirke, The Administration of Egypt in the Late Middle Kingdom. The Hieratic Documents (New Malden: Sia Publishing 1990), 187. Quack, J.F. 2022. Altägyptische Amulette und ihre Handhabung. Orientalische Religionen in der Antike 31. Tübingen, p. 81. AES Dept archives include an envelope labelled ‘P. RAMESSEUM Prints of the Processional Papyrus’ arranged to be published in ‘four sideways plates’. The envelope also contains prints of EA 10771.1-2, EA 10752.5, EA 10772.2 and EA 10765 vso. On the conservation of the papyri: B. Leach, 'A conservation history of the Ramesseum Papyri', JEA 92 (2006), 225-40. On the tomb: R. B. Parkinson, Reading Ancient Egyptian Poetry: Among Other Histories (Chichester and Malden: Wiley-Blackwell 2009), 138-72."], "Bibliographic references": [" Parkinson 2011 / The Ramesseum Papyri (18.1) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (380847) (http://www.trismegistos.org/text/380847) ", " Meyrat 2019 / Les papyrus magiques du Ramesseum. Recherches sur une bibliothèque privée de la fin du Moyen Empire (99–100, 336–337) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: fractured, fragile, fragmentary, powdery, skeletal Black ink Backed: gelatin Backed: gelatin Mount Details: Sandwich: glass Binding: cloth Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair"], "Acquisition name": [" Donated by: Sir Alan Henderson Gardiner ", " Donated by: British School of Archaeology, Egypt "], "Acquisition date": ["1956"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10766"], "Registration number": ["1956,0714.15"]}