{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA47987"], "Description": [" Quartzite figure of a male scribe sitting cross-legged on a slim asymmetrical base. The figure is depicted in a squatting position with the legs crossed and the feet visible beneath the legs. He wears a short close-cropped wig and a short kilt belted at the waist with a pleated pattern visible along the sides and reverse, while the upper body is bare. The heavy breasts are accentuated and shown slightly sagging, while the neck is short and broad. Above the legs a thick roll of uninscribed papyrus is stretched out across the lap and held at either end in both hands. The figure’s eyes are asymmetrical and extremely wide, with heavy upper and lower eyelids and thick eyebrows. The nose is broad and bulbous at the tip, while the mouth is full with thick lips with the outer corners notably downturned. The face appears rounded particularly at the jawline. On the reverse the spine of the figure has been accentuated across the back. There does not appear to be any traces of an inscription across the base of the figure. There is a large chip to the right side of the face above the eye and further several small chips across the stone surface of the body and base. The figure is attached to a modern rectangular base. "], "Cultures/periods": ["Old Kingdom"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["quartzite"], "Dimensions": [" Height: 14 centimetres ", " Width: 10.30 centimetres "], "Curator's comments": ["The scribal statue type became a popular statue form for non-royal subjects, and often depicted the official in this cross-legged position with a piece of papyrus held across the lap of the figure, providing a visual indication of their literacy and profession. In some cases the figure is actively engaged in writing, or gazes down towards the papyrus as if to draw the viewer's attention towards their work. While contemporary examples from the Old Kingdom era can include a short text that often provides the name and title(s) of the statue subject, here the papyrus held by this figure is uninscribed. The provenance of the figure is also uncertain. General Sources: G.D. Scott, 1989. The History and Development of the Ancient Egyptian Scribe Statue: A Dissertation Presented to the Fac. of the Graduate School of Yale Univ. in Candidacy for the degree of Doctor of Philosophy. Vol. I-IV (Michigan)."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2002, St Albans, Life and Death "], "Condition": ["good"], "Acquisition name": ["Purchased from: Denis P Kyticas"], "Acquisition date": ["1926"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA47987"], "Registration number": ["1926,0508.140"], "Conservation": ["Treatment: 05 Feb 2002"]}