{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA60751"], "Description": [" Steatite seated figure of the goddess Isis on a high backed chair, suckling Horus-the-Child (Harpocrates). Isis is depicted seated on a throne wearing a tight-fitting sheath dress and a modius crown topped with the sun-disc and horns, and with the uraeus placed across the forehead. On top of the long wig is the vulture headdress which extends down either side of the face towards the neck. Her face is carved with prominent cheekbones, jawline and chin, and wide eyes and flat eyebrows that extend out to the temple. The nose is slim and pointed, and the mouth is small with the outer corners upturned to form a small smile. The neck area has not been defined and appears extremely broad. Harpocrates is shown as a naked infant, resting on his mother’s lap as she cradles his head with her left hand and offers him her breast with the right. He is depicted wearing a distinctive sidelock of hair and the double crown of Upper and Lower Egypt, and rests his left hand on his lap while his right hand is coiled around his mother’s wrist. His feet are supported by an extended seat which joins to the right side of Isis’ throne. [paint traces on edge?] His facial features are crudely carved in the same manner as Isis’ features, and again the neck area has not been defined and appears short and broad. Isis is supported by a slim back-pillar which extends to the top of her crown, and the stone fill has been left intact between her figure and the seated Harpocrates. There are gouges to the stone particularly to the right side of the seat at both the front and reverse corner. The surface of the stone is scratched in several areas across the body of both figures and around the edges of the seat, with abrasions particularly visible on the right side on the reverse, possibly through contact with another object. The object is attached to a modern rectangular base. "], "Cultures/periods": [" Late Period ", " 26th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 12.80 centimetres ", " Width: 3.75 centimetres ", " Depth: 6.58 centimetres "], "Curator's comments": ["The use of the sun disc and horned crown, often identified with the bovine goddess Hathor, is a particular stylistic trait associated with images of Isis from the Late Period onwards. The nursing of the child emphasises Isis’ role as divine mother and protector, both for the god Harpocrates/Horus-the-Child and the Egyptian pharaoh. This became an increasingly popular representation of the two gods throughout the first millennium BC, particularly as the cult of Isis grew across the Mediterranean. While a range of materials and provenances for such images survive, bronze figures of both divine mother and child or independent representations of Harpocrates also became increasingly popular during the Late and Ptolemaic periods, with bronze items commonly associated with sites such as Naukratis (Masson forthcoming; Weiss 2012). Though it deviates from the pose of nursing a child, parallels are often noted between such representations of Isis and Harpocrates and the much earlier alabaster figure of king Pepi II seated across the lap of his mother Ankhnesmeryre II, in which the figures also sit at a 90 degree angle and the mother figure wears regalia associated with Isis (Brooklyn Museum, 39.119: https://www.brooklynmuseum.org/opencollection/objects/3446). This figure was purchased from Giovanni Anastasi along with another similar Late Period figure of Isis suckling Harpocrates, both in 1839, though their provenance is uncertain: (EA 60749: https://www.britishmuseum.org/collection/object/Y_EA60749). Here, the facial features of Isis strongly recall the royal ‘portrait’ style of the 26th Dynasty king Amasis, particularly the flat eyebrows and the wide set eyes underneath (compare for instance the Amasis head now in Neues Museum, Berlin, ÄM 11864). General Sources: J.D. Cooney, 1972. ‘Harpocrates, the Dutiful Son’, Bulletin of the Cleveland Museum of Art 59, p. 284-290. M. Hill, D. Schorsch (eds.), 2007. Gifts for the Gods: Images from Egyptian Temples (New York), p. 149-150. Iconography of Deities and Demons in the Ancient Near East (Research Project of the History of Religions Chair of the University of Zurich, Switzerland, in co-operation with Brill Academic Publishers, Leiden, Netherlands): (http://www.religionswissenschaft.uzh.ch/idd/prepublications/e_idd_harpocrates.pdf) A. Masson, forthcoming. ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. E. Swan Hall, 1977. ‘Harpocrates and Other Child Deities in Ancient Egyptian Sculpture’, Journal of the American Research Center in Egypt Vol. 14, p. 55-58. K. Weiss, 2012, Ägyptische Tier- und Götterbronzen aus Unterägypten: Untersuchungen zu Typus, Ikonographie und Funktion sowie der Bedeutung innerhalb der Kulturkontakte zu Griechenland, Ägypten und Altes Testament 81."], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Isis ", " Representation of: Harpocrates "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA60751"], "Registration number": ["1839,0921.804"]}