{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA36851"], "Description": [" Fragmentary limestone male figure, the lower body and base now missing. The figure wears a long striated wig which is set high on the forehead and tucked behind the ears. There are traces of a faded yellow colour across the wig. His eyes are wide with visible traces of white paint, and thin arched eyebrows which extend down towards the ears. The nose is short with a broad tip, and he has a small mouth with a sharply incised line around his thick lips. Red-brown paint has been applied to the face and upper body, indicating the skin. The upper body appears bare and the musculature of the chest is faintly modelled, with no visible outline of clothing. Both arms appear to have been held at the sides of the body. Much of the reverse of the upper body and part of the left upper arm have been reconstructed. A crack in the limestone is also visible along the edge of the upper torso, and there are small chips to the ends of the wig on the right side. The tip of the nose is lost and there is damage to the mouth. The figure is now attached to a small modern base. "], "Cultures/periods": ["Middle Kingdom"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 7.82 centimetres (max) ", " Width: 6.27 centimetres ", " Depth: 4.20 centimetres "], "Curator's comments": ["Budge (1922) dated this piece between the 12th – 15th Dynasty, however a narrower date within the latter phases of the 12th Dynasty has also been proposed (PM VIII). Due to its fragmentary nature it is difficult to determine the original pose, though the likely positioning of the arms by the side of the body may be more indicative of a standing or striding position."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 124, no. 37) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 419) "], "Location": ["Not on display"], "Condition": ["incomplete - head and upper body only"], "Acquisition name": ["Purchased from: Rev Walter L Lawson"], "Acquisition date": ["1889"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36851"], "Registration number": ["1889,1012.57"]}