{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA989"], "Description": [" Steatite striding figure of the god Harpocrates on a slim rectangular base. Harpocrates wears the double crown of Egypt, with a uraeus cobra placed at the centre of the crown above the forehead. His facial features are crudely carved, with thick flat eyebrows that meet at the centre of the forehead, large rounded eyes with heavy ridges delineating the upper eyelids, and a wide nose. The mouth is small with thick pursed lips which appear to curve slightly upwards, and the face is rounded and fleshy particularly at the jawline. The nude body is particularly broad around the neck and shoulders, while the waist is considerably narrowed. His left arm is held by his side while the right arm is placed across the chest with an elongated index finger raised to the chin. This gesture and the distinctive plaited side lock of hair are typical visual characteristics of the god Horus-the-Child (Harpocrates). On the reverse, a tall and slim back-pillar is inscribed with a single vertical line of inscription which has been executed to a high quality. There are small chips to the tip of the double crown, uraeus, and to the tip of the nose. The top of the back-pillar is also damaged. There are small scratches across the right side shoulder, chest, and arm, as well as across both legs, and part of the genitalia is also damaged. The front of the statue base has a small chip missing from the right side corner. The object has been attached to a modern rectangular plinth. "], "Cultures/periods": ["Ptolemaic ((?))"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["steatite"], "Dimensions": [" Height: 18 centimetres ", " Width: 3.79 centimetres ", " Depth: 7.11 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Representations of the child god Harpocrates became increasingly popular during the Late and Ptolemaic periods, ranging from small amuletic forms to larger statues and composed from materials such as stone, faience and bronze. Other common depictions of the god included three-dimensional representations of the child being nursed as an infant by his mother Isis, emphasising her role as divine mother and protector for Harpocrates/Horus-the-Child and the Egyptian pharaoh. This became an increasingly popular representation of the two gods throughout the first millennium BC, particularly as the cult of Isis grew across the Mediterranean."], "Location": ["Not on display"], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["From: Charles Townley"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA989"], "Registration number": ["OC.380"], "Additional IDs": [" Miscellaneous number: BS.989 (Birch Slip Number) ", " Miscellaneous number: Townley 238 "], "Conservation": [" Treatment: 10 Jul 2013 ", " Treatment: 07 Sep 1994 "]}