{"artifact_name": "cosmetic-palette; cast", "Object Type": [" cosmetic-palette ", " cast "], "Museum number": ["EA20791"], "Title": ["Object: The Battlefield Palette"], "Description": [" The lower half of a palette of grey mudstone: together with a cast of another fragment in the Ashmolean Museum, Oxford. The palette is decorated on both faces with scenes in low relief. On one face, two long-necked gazelles (gerenuk) are browsing on a central date-palm. Behind the head of one animal (on the Oxford fragment) is a bird with a hooked beak, possibly a form of guinea-fowl. The other face bears a scene showing prisoners and the casualties of battle, the latter being preyed upon by vultures, ravens and a lion. It has been suggested that the lion represents the king defeating his enemies, but it may simply be intended as a scavenger like the vultures. Near the top of the main fragment, a bound captive stands in front of a figure clad in a long cloak, whilst the smaller (Oxford) fragment bears two figures of captives gripped by the standards of the ibis and the falcon. The space towards the top of the palette seems to have been devoted to more representations of the slain. On the right-hand edge of the Oxford fragment, in front of the two captives, is the circular plain area surrounded by a raised ridge, derived from cosmetic palettes. The defeated people are bearded, have curled hair, and are circumcised. A cast of the fragment in the Ashmolean Museum is attached. "], "Cultures/periods": ["Naqada III"], "Production date": ["3100BC (circa)"], "Production place": [" Original from: Egypt (Cast fragment) "], "Findspot": [" Found/Acquired: Abydos, This suggestion is based on the provenance given for the Luzern fragment. (?) ", " Found/Acquired: Amarna, el- (Register) "], "Materials": ["mudstone"], "Dimensions": [" Height: 19.60 centimetres (This fragment) ", " Height: 32.80 centimetres (With Oxford fragment) ", " Weight: 1.40 kilograms (Both pieces) ", " Width: 28.70 centimetres ", " Depth: 1 centimetres "], "Curator's comments": ["The fragment in the Ashmolean Museum, Oxford is registered as 1892.1171. Another fragment (which does not join) is in the Köfler-Truniger collection in Luzern. See Müller, Hans Wolfgang, MAS 5, A3. For comment on the gerenuk, see W. M. F. Petrie, 'Ceremonial Slate Palettes', 14. If the lion depicted on the palette was to represent the king, one might have expected it to have been depicted in the action of attacking and killing rather than simply devouring the bodies of those already slain. The carving shows an advance over that of 'The Hunters' Palette' (1888,0512.65 and 1888,0512.66), particularly in the treatment of the eyes, perhaps an indication of a slightly later date, but the surface of the palette bears the same kind of fine scratches. A small fragment of the upper part of the palette is in a private collection. It shows, on the one side, a representation of a bird similar to that on the Oxford fragment, and on the other side part of the body of a man slain in battle and a scavenging jackal. See H. W. Müller, 'Ägyptische Kunstwerke, Kleinfunde und Glas in der Sammlung E. & M. Kofler-Truniger' (Berlin, 1964), A3; H. W. Müller, Zeitschrift für Ägyptische Sprache und Altertumskunde' 84 (Leipzig and Berlin, 1959), 68-70 and pl.III; J. R. Harris, 'JBA' 46 (1960), 104-5; J. Mellink, J. Filip and C. Vandersleyen, 'Propyläen Kunstgeschichte' 15 (Berlin, 1975), 13, 249-50 and pl.212a-b. Bibliography (selective): B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' V (Oxford: Clarendon Press), 105 with references. Also, E. Baumgartel, 'The cultures of prehistoric Egypt' II (London, OUP), 100-101 and pl. VII, 4; U. Schweitzer, 'Löwe und Sphinx im Alten Ägypten', pl. III, 5; H. Asselberghs, 'Chaos en Beheersing: documenten uit aeneolithisch Egypte' (Leiden, 1961), figs. 151-2, 153-4 (Oxford fragment); K. Michalowski, 'Art of Ancient Egypt', pl. 56; J. Vandier, 'Manuel d'Archeologie egyptienne', I (1), 584-5 and figs. 384-7; H. Schäfer, 'Von Ägyptische Kunst' (Leipzig, 1963 ed.), pl. 2, no. 2 (Oxford fragment), and pl. 3; W. M. F. Petrie, 'Ceremonial Slate Palettes', 14 and pls. D, no. 13; E, no. 14; L. Keimer, 'Annales du Service des Antiquitiés de l'Égypte' 41, (1942), 161ff. and fig. 20; W. S. Smith, 'History of Egyptian Sculpture and Painting in the Old Kingdom' III (London, 1946), 112, fig. 27; Boston Museum of Fine Arts, 'Boston Museum Bulletin' 65 (1967), 77 and fig. 9; S. Schott, 'Hieroglyphen', pl. II, abb. 4; Royal Academy of Art, '5,000 years of Egyptian art : the Diploma Galleries Royal Academy of Art, London 22 June to 12 August' (London, 1962), p. 13 [12]; T. Phillips [ed.], 'Africa : the art of a continent' (London, 1995), pp. 64=65 [1.18] = T. Phillips [ed.], 'Afrika' (Berlin, 1996), pp. 64-65 [1.18]; A. Roveri and F. Tiradritti [eds.], 'Kemet: Alle Sorgenti del Tempo' (Ravenna, 1998), p. 206 [165]. Illustrated and considered as part of a broader article on ceremonial palettes: O’Connor, 'Journal of the American Research Center in Egypt' 39 (2002), 5-25, fig. 2; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 34-5."], "Bibliographic references": [" Spencer 1980 / Early Dynastic Objects (576) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.34-35) "], "Location": ["On display (G64/dc6)"], "Exhibition history": [" Exhibited: 1990 24 Mar-10 Jun, Australia, Canberra, National Gallery of Australia, Civilization: Ancient Treasures from the British Museum, cat. no.19 1990 28 Jun-23 Sep, Australia, Melbourne, Museum of Victoria, Civilization: Ancient Treasures from the British Museum, cat. no.19 2012, Apr-Aug. New York, The Metropolitan Museum of Art, Art of Early Egypt. 2017-2018, 9 Nov-7 Jan, London, BM, Room 3, On Violence and Beauty; Reflections on war. "], "Condition": ["fair (incomplete)"], "Acquisition name": ["Purchased through: Sir Ernest A T Wallis Budge"], "Acquisition date": ["1888"], "Acquisition notes": ["The fragments were acquired by purchase in Egypt from an unknown source. They were registered with the provenance marked as 'Tell el-Amarna', probably due to confusion with other objects acquired from that site at the same time. Over thirty years after their acquisition, Budge stated their provenance to be Abydos ('By Nile and Tigris : a narrative of journeys in Egypt and Mesopotamia on behalf of the British museum between the years 1886 and 1913' I (London, 1920), 338). The fragment of this palette in the Köfler-Truniger collection in Luzern is also said to come from Abydos."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA20791"], "Registration number": ["1888,0512.64"], "Conservation": [" Treatment ", " Treatment: 07 Oct 1993 ", " Treatment: 29 Jul 1993 "]}