{"artifact_name": "jar", "Object Type": ["jar"], "Museum number": ["EA59634"], "Description": [" Large burnished red ware black-topped pottery vessel with slightly rounded base, showing evidence of an ancient repair, and slightly convex sides, reconstructed from fragments. The rim is milled. "], "Cultures/periods": ["Badarian"], "Production date": ["4500BC-4000BC"], "Excavator/field collector": [" Excavated by: British School of Archaeology, Egypt ", " Excavated by: Guy Brunton "], "Findspot": [" Excavated/Findspot: Badari, el-, Grave 5104 south side "], "Materials": ["pottery"], "Technique": ["burnished"], "Dimensions": [" Diameter: 24 centimetres (max) ", " Height: 39 centimetres (max) "], "Curator's comments": ["Published: T. Phillips [ed.], Africa, London 1995, p. 58 [1.7] = T. Phillips [ed.], Afrika, Berlin 1996, p. 58 [1.7]. Brunton's Black-topped Red 10F This vessel is an excellent example of the skill of the Badarian potters with respect to the care taken in thinning the walls, refining the clay and enhancing the surface appearance of their pottery. Their efforts were never equalled in any subsequent period of Ancient Egypt. Entirely hand-made, careful polishing has obliterated any marks that might indicate how the vessel was made. In the case of such a large pot, it is likely that coils of highly refined clay were added to a moulded base to create walls that were beaten to remarkable thinness (just 4mm). The distinctive rippled surface was produced by running a serrated tool or comb, or in this case perhaps a fish spine, diagonally across the damp surface of the unfired pot. As usual, the combing runs down to the left, while the strokes of the burnishing tool run perpendicular so as to smooth out the grooves and create a spiralling rippled effect. The rim and interior were intentionally blackened by placing the vessel top down in a bed of smoke-producing matter (dung, straw or ashes) either during or after firing. The carbon in the smoke and a lack of oxygen together worked to transform the iron oxides in the clay and the red coating into an almost metallic black. Jars of this size were extremely rare. Its value is suggested by the ancient repair visible at the base. A series of holes have been drilled to either side of the break. A leather thong would then have been treaded through the holes to bind the pieces together."], "Bibliographic references": ["Brunton & Caton-Thompson 1928 / The Badarian Civilisation and Predynastic Remains near Badari (p. 7 pl. xiv. 10F)"], "Location": ["Not on display"], "Condition": ["fair (reconstructed from fragments)"], "Acquisition date": ["1929"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA59634"], "Registration number": ["1929,1106.16"], "Conservation": ["Treatment: 03 Jun 1993"]}