{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA11109"], "Description": [" Bronze standing figure of the goddess Maat with a tall feather and subtly indicated vulture headdress over a wig. A tang beneath the foot-plinth would have attached it to a base. There is a plumpness to the figure characteristic of the later Egyptian ideal female form, with a rounded face, prominent bust, and deep navel. The hands are held flat at the sides of the body and the feet are placed together. The long, clinging dress which the figure wears is only indicated by the ankle-length hemline. "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["bronze"], "Dimensions": [" Height: 27 centimetres ", " Thickness: 3.31 centimetres ", " Width: 4.57 centimetres "], "Curator's comments": ["A similar figure of Maat wears a uraeiform modius and broad collar in addition to the tall plume and vulture headdress: Cairo JE 38905 (Daressy 1906, p. 226, pl. 45). A similar figural form, though wearing the double crown rather than a feather, is Berlin 2446 (Roeder 1956, no. 2446, p. 248, pl. 32k). Bronze figures of deities could stand alone or be part of a group composition. Bibliography: G. Roeder, ‘Ägyptische Bronzefiguren’ (Berlin, 1956), no. 2446, p. 248, pl. 32k; G. Daressy, ‘Statues de divinités’ Catalogue général des antiquités égyptiennes du Musée du Caire (Cairo, l'Institut français d'archéologie orientale, 1906), p. 226, pl. 45."], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2011 Jul–Sept, Newcastle, Great North Museum, Pharaoh: King of Egypt 2012 Oct–Jan, Dorchester, Dorset County Museum, Pharaoh: King of Egypt 2012 Feb–June, Leeds City Museum, Pharaoh: King of Egypt 2012 Jul-Oct, Birmingham Museum and Art Gallery, Pharaoh: King of Egypt 2012 Nov– Feb 2013, Glasgow, Kelvingrove Art Gallery and Museum, Pharaoh: King of Egypt 2013 Mar–Aug, Bristol Museum and Art Gallery , Pharaoh: King of Egypt "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Maat"], "Acquisition name": ["Purchased from: H E E T Rogers"], "Acquisition date": ["1880"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA11109"], "Registration number": ["1880,0210.8"], "Conservation": ["Treatment: 27 Feb 1998"]}