{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA8476"], "Description": [" Sycomore fig wood stela of Pakapefhamentu: this round-topped stela is divided into three sections of varying size. At the top is a curved sky-sign beneath which is a winged sun-disk with uraei and a line of text. In the middle the deceased, Pakapefhamentu, stands on the right with his arms raised in adoration before an altar on which rests a lotus-flower. Behind the altar stand Osiris, Isis, Nephthys, and the four sons of Horus on a lotus-blossom. Below are seven lines of text containing a prayer to Ra-Horakhty, Atum, and Ptah-Sokar-Osiris on behalf of Kap(ef)ha-monthu, son of 'Imn-ỉry and Ḏd-ʒst-ỉry-st. The stela is well preserved apart from a few cracks on the surface and some wear to the hieroglyphs especially in the last line. The stela appears to be composed of at least two pieces of wood held together by plaster. The bottom edge is also plastered. The background of the two upper sections is white. The sky-sign is blue. The disk is red with white uraei with black dots on the body and blue heads. The upper wings are yellow edged at the top in blue; the middle are green with black lines; and the lower are blue with black lines and edged in red. The line of text is black. The middle scene is edged on all sides by a multi-coloured border of yellow, blue, red, and green rectangles separated by one black and two white stripes, all edged in blue. The scene appears below a blue sky-sign. The deceased has a red body and a white and green kilt with details on the kilt and body in black. The altar is blue and the lotus has a green stem, yellow base, green leaves, and blue and white flowers. Osiris has a green body and hands, yellow collar, red tab, black facial features, white crown with blue feathers edged in red, and a dull green sceptre. Isis and Nephthys have green bodies, red dresses, red and blue objects in their hands. and blue wigs. Isis has a blue head-dress, while that of Nephthys is white with a red corner, blue sides, and green top. The sons of Horus have green bodies, yellow collars, and blue wigs. Imsety and Hapy have red faces; that of Duamutef is green; while that of Qebhsenuef is white with black features. The lotus has a green stem and leaves, yellow base and blue and white flowers. The texts are black on a yellow background with the exception of the middle of the deceased's name, which is on white, and the names of the sons of Horus, which are on the white background with no dividing lines. The text in the lower section is black on alternating white and yellow backgrounds with blue dividing lines. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) (?) "], "Materials": [" sycomore fig wood ", " plaster "], "Technique": [" painted ", " plastered "], "Dimensions": [" Height: 35.40 centimetres ", " Weight: 0.826 kilograms ", " Thickness: 2 centimetres ", " Width: 23.30 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["religious"], "Curator's comments": ["Bibliography: The British Museum, 'A Guide to the Third and Fourth Egyptian Rooms' (London, 1904) p. 82 (no. 123); E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 112 (no. 31); P. Munro, ‘Die spätägyptischen Totenstelen’ (Glückstadt, 1973), p. 218; G. Vittmann, 'Orientalia' 47 (1978), 10; K. Myśliwiec, 'Studien zum Gott Atum' II (Hildesheim, 1979). 20."], "Bibliographic references": ["Bierbrier 1987 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 11 (pl.42-43)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1989 1 Nov-1990 31 Dec, Malaysia, Kuala Lumpar, National Museum of Malaysia, Treasures from the Graves "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Djedastiryset (mother) ", " Named in inscription: Ameniry (father) ", " Representation of: Osiris ", " Representation of: Isis ", " Representation of: Nephthys ", " Representation of: Sons of Horus ", " Named in inscription: Ra-Horakhty ", " Named in inscription: Atum ", " Named in inscription: Ptah-Sokar-Osiris "], "Acquisition name": ["Purchased from: Sir John Gardner Wilkinson"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA8476"], "Registration number": [".8476"], "Additional IDs": [" Miscellaneous number: BS.8476 (Birch Slip Number) "], "Conservation": [" Treatment: 01 Jan 1965 ", " Treatment: 01 Jul 1989 ", " Treatment: 01 May 1981 "]}