{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA811"], "Description": [" Limsetone stela of Nebnefer: a round-topped stela divided into two registers with incised texts and scenes in sunk relief. In the upper part a standing male figure on the right offers incense to the deified Amenhotep I and Ahmose-Nefertari who are enthroned on the left. The name of the worshipper is lost in a break. In the lower register a male and female kneel in adoration followed by another male and female. The inscriptions do not match the carved figures, while the texts are clumsily inscribed and exhibit numerous errors. The stela is badly cracked across the surface and has numerous gouges. The upper edge has been damaged with loss of text. There are traces of red paint on the human figures and the wigs of the women. There are slight traces of black paint in the hieroglyphs. A large black line on the bottom of the stela is probably due to nineteenth-century mounting. "], "Cultures/periods": ["20th Dynasty"], "Findspot": [" Found/Acquired: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 35.50 centimetres ", " Weight: 16 kilograms ", " Width: 24 centimetres ", " Depth: 11 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The name Nebnefer is extremely common, but is found associated with Pentaweret in several ostraca of the reigns of Ramesses IV or V (M. Gutgesell, 'Die Datierung der Ostraka und Papyri aus Deir el-Medineh und ihre o'kono-mische Interpretation' (Hildesheim, 1983), 240, 264, 352, 355- 390). These name Pentaweret, son of Nebnefer (once), and Nebenefer, son of Pentaweret, although it is not clear which is the father or son of the other. The name Hutiy is also attested in the Twentieth Dynasty (Gutgesell, op. cit., 95 and D. Valbelle, 'La Tombe de Hay a Deir el-Medineh' (Cairo, 1975), 29). Thus this stela should probably depict workmen of Deir el-Medina during the Twentieth Dynasty, although they cannot all be precisely identified. Bibliography: J. D. C. Lieblein, 'Dictionnaire de noms hiéroglyphiques en ordre généalogique et alphabétique' (Christiania, 1871-1891) No. 567; The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 103-4 (no. 356); J. Černy. ‘Bulletin de l’Institut Français d’Archéologie Orientale’ 27 (Cairo, 1927), 165-6, 199; B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (2) (Oxford: Clarendon Press), ii, 730; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated. Translations. Vol.5' (Oxford, Blackwell Press), 666."], "Bibliographic references": [" Hall 1922 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 6. (pl.35) ", " Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.52-53) "], "Location": ["Not on display"], "Condition": ["The stela is badly cracked across the surface and has numerous gouges. The upper edge has been damaged with loss of text. A large black line on the bottom of the stela is probably due to nineteenth-century mounting."], "Associated names": [" Named in inscription & portrayed: Nebnefer ", " Named in inscription & portrayed: Amenhotep I ", " Named in inscription & portrayed: Ahmose-Nefertari "], "Acquisition name": ["Donated by: Arthur Lyttelton Annesley"], "Previous owner": ["Previous owner/ex-collection: George Annesley, 2nd Earl of Mountnorris"], "Acquisition date": ["1854"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA811"], "Registration number": ["1854,1219.2"], "Additional IDs": [" Miscellaneous number: BS.811 (Birch Slip Number) "]}