{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66487"], "Description": [" Mould-made scarab in glazed composition; back simply detailed with prothorax and elytra indicated with simple straight lines while clypeus is modelled with more care; humeral callosities present shown as triangular winglets; legs feathered at front and showing at side undercut triangular space between front and back legs; underside bearing incised hieroglyphic inscription arranged vertically; signs quite eroded but recognisable, including Maat-feather to right, sun-disc and egg sign above neb-basket sign; fine hatching within Maat-feather; longitudinally pierced; glaze almost totally lost, just faint remains of cream coloured glaze within the hieroglyphs; core creamy yellow, smooth. "], "Cultures/periods": ["26th Dynasty"], "Production date": ["600 BC-570 BC (mainly)"], "Production place": [" Made in: Scarab Factory "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made ", " undercut ", " incised ", " pierced "], "Dimensions": [" Length: 1.30 centimetres ", " Thickness: 0.60 centimetres ", " Width: 0.90 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["This scarab is likely a product from the Scarab Factory at Naukratis (on its various productions, see Gorton 1996, 91-131; Webb forthcoming). Even though this piece is not listed in Gorton 1996, versions of the same inscription, but using the hieroglyph of the duck to write the word son are very well attested at the Scarab Factory (Gorton 1996, 102, type XXVIII B24). The detailed hatching within the feather is similar to the treatment of hieroglyphs found in Gorton's type XXXVI (Gorton 1996, 129-131). It is also quite close to her Phoenician type XV (Gorton 1996, 43-8, see especially fig. 8 no. 2 and 17). The hieroglyph of the egg is used during the Late and Ptolemaic Periods to write the word son, while the Maat feather is used to write the name of Ra (Gorton 1996, 102). Another possible reading would be 'Amun is my lord', if we follow Drioton's interpretation for very similar inscriptions (Drioton 1957, 22, no. 57-58). Drioton, E. 1957, 'Trigrammes d'Amon', Festschrift Hermann Junker zum 80. Geburtstag (Wiener Zeitschrift für die Kunde des Morgenlandes 54), Wien, 11-33. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Webb, V. forthcoming, Faience finds from Naukratis and their implications for the chronology of the site, in R. Thomas (ed.), forthcoming. Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum 16th – 17th December 2011."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 85) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OC.063) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair"], "Associated names": ["Named in inscription: Amun-Ra (possibly)"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66487"], "Registration number": ["1886,0401.1656"]}