{"artifact_name": "manuscript", "Object Type": ["manuscript"], "Museum number": ["EA10376"], "Description": [" Leather manuscript written in Coptic. Formulary on a tall, narrow sheet of tanned leather with a single recipe, an invocation for erotic magic to be used by a man upon a woman. The sheep or goat skin sheet was cut from the lower left quarter of the animal, covering the left flank and part of the right, with the bottom of the manuscript orientated towords the head. "], "Cultures/periods": ["Coptic"], "Production date": ["mid 8thC-9thC"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["leather (Goat or sheep)"], "Dimensions": [" Height: 386 millimetres (max.) ", " Width: 250 millimetres (max.) "], "$Inscriptions": [" "], "Inscription subject": ["magical"], "Curator's comments": ["See bibliographic record. According to Crum EA 10376, 10122, 10414, 10434, 10391 were written by the same hand and were probably acquired by Hay at Thebes (1934, p. 51 and 195). See now O'Connell ed. 2022 Two disassociated fragments previously mounted with EA 10414 have been added to EA 10376 as, following MSI, it is clear that at least one belongs to EA 10414. The physical characterisitics of the leather of the second dissassociated fragment suggest that it too belongs to EA10434. The former will be placed and both mounted with EA 10434 in 2017. Radiocarbon dates SUERC 2020: 95.4 % probability - 766 (91.4%) 892 calAD"], "Bibliographic references": [" Crum 1934 / Magical texts in Coptic I and II (pp. 51-53, pl. ix (2)) ", " Meyer & Smith 1994 / Ancient Christian magic: Coptic texts of ritual power (no. 78 (p.164-66)) ", " O'Connell ed. 2022 / The Hay Archive of Coptic Spells on Leather: A Multidisciplinary Approach to the Materiality of Magical Practice (no. 2, pp. 111-123) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Leather: cockled, dark, deposit, fractured, fragile Black ink Backed: membrane Supported overall: brown paper Transferred to horizontal storage 6 JAN 95 Mount Details: Sandwich: glass Sandwich: board Binding: leather (deteriorated) Object Priority: C Mount Priority: B Overall Condition: E Curatorial condition comment: poor"], "Acquisition name": ["From: Robert James Hay"], "Acquisition date": ["1868"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10376"], "Registration number": ["1868,1102.462"], "Additional IDs": [" Miscellaneous number: 9 A.38 (typscript on sticker on glass) ", " Miscellaneous number: P.Brit.Mus. Hay 2 "], "Conservation": [" Conservation: 1/12/2019 ", " Mount: 17 Apr 2018 "]}