{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA48037"], "Description": [" Grey granite kneeling figure of the male official Djedhor, holding a smaller seated figure of the funerary god Osiris. Djedhor is depicted in a kneeling position resting on his heels with his head slightly raised, and he wears a striated wig and a knee-length pleated kilt which is belted at the waist. He holds a seated figure of Osiris on top of his lap and with both hands placed around the small throne. The god Osiris is identifiable through his mummified form, the feathered atef-crown, and the crook and flail items held across the chest. Djedhor’s face is rounded and fleshy, with almond shaped eyes and elongated cosmetic lines which reach out towards the temples. His thin arched eyebrows also slope down towards these cosmetic lines. On the reverse is a slim back-pillar with a vertical line of text carved in sunk relief with the final section of text extremely faded, without border lines and with the signs unevenly laid out. The top of Djedhor’s head, right shoulder, and base of Osiris’ seat are slightly damaged, and there is a gouge from the stone visible at the front of the statue base. "], "Cultures/periods": [" Ptolemaic (?) ", " Late Period (?) "], "Findspot": [" Excavated/Findspot: Karnak (Thebes), cache "], "Materials": ["granite"], "Dimensions": [" Height: 39.50 centimetres ", " Length: 23 centimetres ", " Width: 13.80 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The archaising wig and stylistic features of the face indicate a Late Period date. This object belongs to a group of 8 statuettes purchased in 1908 from Panayotis Kycitas, a prominent antiquities dealer. These were found in 1903 in the Karnak cachette and were destined for the Egyptian Museum in Cairo but were stolen. Following apprehension of the thieves, the director of the Service des Antiquitiés from 1881-1914, Gaston Maspéro, authorised their sale to the British Museum via Kycitas. The group includes other statues bearing images of Osiris such as a Late Period striding figure (EA 48038: https://www.britishmuseum.org/collection/object/Y_EA48038). The Karnak cachette, a ritual deposit of over 1000 commemorative objects, was found in a central courtyard of the Karnak temple complex. This find included a wide range of non-royal statuary spanning across several phases of pharaonic history. Many of the statues date to the later phases of the first millennium BC, particularly the Late Period and Ptolemaic Period, suggesting that the deposit itself took place in the Ptolemaic era (Blyth 2006). A large number of statues from the Late Period onwards include an image of Osiris either as a figure or within a naos shrine, reflecting the increasing importance of this god within the sacred space at Karnak (many of which are now in the Egyptian Museum, Cairo, for instance CG 48621 and JE 36674; Goyon et al 2004: 54-55). Several Osiris chapels were also added to the Karnak complex from the Third Intermediate Period until the Ptolemaic Period, as well as a number of divine images of Osiris (Coulon 2016, Coulon et al 2018). Djedhor’s raised head is thought to intimate reverence for the gods, coupled with his holding or embracing the god’s image, and is noted to be a practice associated with Late Period statuary onwards (Bothmer 1970). Dedicating a statue within the temple, as opposed to the traditional place in the tomb, also became a more favourable practice from the end of the New Kingdom; it was believed that the statue subjects could ‘reap the rewards’ of being present within the sacred space of the temple, and participate in the wide array of offerings, rituals, and festivals. Other important ancient caches of commemorative objects have been found elsewhere in Egypt, including Luxor temple and the Serapeum at Saqqara, though the Karnak cachette is the largest known example. Further Bibliography: Karnak Cachette Database IFAO: https://www.ifao.egnet.net/bases/cachette/ck1207 General Sources: E. Blyth, 2006. Karnak: Evolution of a Temple (London). L. Coulon, 2016. ‘Les statues d’Osiris en pierre provenant de la Cachette de Karnak et leur contribution à l'étude des cultes et des formes locales du dieu’, in L. Coulon (d.), La Cachette de Karnak: Nouvelles perspectives sur les découvertes de Georges Legrain. BdE 161, (IFAO), p. 505-563. L. Coulon, A. Hallmann, F. Payraudeau, 2018. ‘The Osirian Chapels at Karnak: An Historical and Art Historical Overview Based on Recent Fieldwork and Studies’, in E. Pischikova, J. Budka, K. Griffin (eds.), Thebes in the First Millennium BC: Art and Archaeology of the Kushite Period and Beyond (London), p. 271-293. J.C. Goyon, C. Cardin, M. Azim, G. Zaki, 2004. Trésors d’Egypte: La “cachette” de Karnak (1904-2004) (Grenoble). Perdu, O. 2016. ‘Les statues thébaines d’époque tardive de la collection Omar Pacha’, in L. Coulon (ed.), La Cachette de Karnak: Nouvelles perspectives sur les découvertes de Georges Legrain. BdE 161, (IFAO), p. 465-484."], "Bibliographic references": ["Bothmer 1960 / Egyptian Sculpture of the late period, 700 B.C. to A.D. 100 (p. 52, 131)"], "Location": ["Not on display"], "Condition": ["good"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1908"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA48037"], "Registration number": ["1908,0509.6"], "Conservation": ["Treatment: 20 Jun 2022"]}