{"artifact_name": "sculpture", "Object Type": ["sculpture"], "Museum number": ["EA67969"], "Title": ["Object: The Benson Head"], "Description": [" Granite head of a male official, the body and base of the statue now lost. The figure wears a striated wig with a centre parting which partially covers the ears and appears to flare out slightly away from the face. The eyes are wide and almond shaped, with raised lines indicating the upper eyelids and elongated cosmetic lines at the outer eye. The thick eyebrows are flat across the brow and slope downwards at the temples, while the nose is broad and the cheeks are fleshy and rounded. The mouth is wide with sharply incised lips, and the outer corners are slightly upturned to suggest a small smile. In addition to the break at the figure’s neck, there are numerous scratches at the neck and chin area. Thin cracks are visible across the left side of the statue from the cheek down to the neck, across the left eye, and another from the centre of the forehead down to the nose. Several small chips are also visible around the mouth of the statue. "], "Cultures/periods": ["26th Dynasty"], "Excavator/field collector": [" Excavated by: Margaret Benson ", " Excavated by: Janet A Gourlay "], "Findspot": [" Excavated/Findspot: Temple of Mut "], "Materials": ["granite"], "Dimensions": [" Height: 22 centimetres (Inc. base) ", " Height: 19.50 centimetres ", " Weight: 11 kilograms (Including fixed stone base) ", " Width: 22 centimetres ", " Depth: 21 centimetres "], "Curator's comments": ["This fragment is known as the ‘Benson Head’ after Margaret Benson, who along with Janet A Gourlay excavated at the Temple of Mut from 1895-1897, under the supervision of Percy Newberry. Mistakenly described as a female head in their 1899 publication of their excavation records, it was uncovered during their 1897 season in Trench A (Benson and Gourlay 1899). It is also described as being previously held in Winchester College Museum before being purchased by the British Museum (PM II). The facial features and flared wig of the figure combines archaising style from earlier monuments with distinctive 26th Dynasty artistic trends. Archaising artistic tendencies are typical of elite statues from the Late Period onwards, which deliberately harken back to the appearance and style of monuments from the Old Kingdom (Der Manuelian 1994; Morkot 2003). The Mut temple area, dedicated to the goddess Mut and consort of Amun, sits roughly 100 yards south of the Amun temple complex at Karnak, linked together via a processional route. The head may possibly belong to a known group of statues that depicted the 25th- 26th Dynasty Theban official Montuemhat, or a member of his family: this high-status official was responsible for overseeing extensive work at the Mut temple, which involved the reuse of blocks from the earlier temple structure. Montuemhat also constructed a small chapel for himself (sometimes known as the Montuemhat or Taharqa crypt) in the second court of the Mut temple precinct and a separate small temple towards the rear of the complex, both containing biographical accounts of his life and commemorating the work that he carried out within the temple space. Several statues of Montuemhat were discovered during the excavations of the Mut temple (Benson and Gourlay 1899; Leclant 1961), and some surviving statues of Montuemhat from Karnak do bear a stylistic resemblance to the Benson head (such as the striding statue CG 42236: https://www.ifao.egnet.net/bases/cachette/ck69), however it is not yet possible to definitively confirm the identity of the Benson piece as this individual. Further Bibliography: M. Benson and J. Gourlay, 1899. The Temple of Mut at Asher: An Account of the Excavation of the Temple and of the Religious Representations and Objects Found Therein, as Illustrating the History of Egypt and the Main Religious Ideas of the Egyptians (London), p. 66-68, Pl. VI. General Sources: P. Der Manuelian, 1994. Living in the past: Studies in archaism of the Egyptian Twenty-sixth Dynasty. Studies in Egyptology (London; New York). J. Leclant, 1961. Montuemhet. Quatrième Prophète d’Amon, prince de la ville BdE 35 (Cairo). R. Morkot, 2003. ‘Archaism and innovation in art from the New Kingdom to the Twenty-sixth Dynasty’, in J. Tait (ed.). “Never had the like occurred\": Egypt's View of its Past (London), p. 79-99."], "Bibliographic references": [" Porter and Moss 1972 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings 2: Theban Temples (p. 260) ", " Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (p. 232, no. 126) ", " Russmann et al. 2006 / Temples and Tombs: Treasures of Egyptian Art from the British Museum (p. 107, no. 65.) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2017-2018 9 Sep-14 Mar, Southport, The Atkinson, A Woman In Egypt "], "Condition": ["Incomplete - Head only."], "Acquisition name": ["Purchased through: Jose Ma Figueras-Bassels"], "Funder name": ["With contribution from: Art Fund (as NACF)"], "Acquisition date": ["1973"], "Acquisition notes": ["Found by Benson and Gourlay in the Mut temple at Karnak, 1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA67969"], "Registration number": ["1973,0120.1"], "Conservation": [" Treatment: 02 Oct 2000 ", " Treatment: 19 07 2019 "]}