{"artifact_name": "game-piece", "Object Type": ["game-piece"], "Museum number": ["EA24665"], "Description": [" Green glazed composition game-piece with jackal-head. "], "Cultures/periods": [" 19th Dynasty (?) ", " 20th Dynasty (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": [" glazed ", " mould-made "], "Dimensions": [" Height: 4.20 centimetres ", " Weight: 15 grammes ", " Width: 3.50 centimetres ", " Depth: 3.20 centimetres "], "Curator's comments": ["Forms at set with 1893,0514.42-57. This extraordinary set of moulded green glazed composition game pieces (seven jackals and ten Bes-headed figures) almost certainly accompanied an elaborate board, now lost, for the funerary 'senet' game. The jackals, which personify the \"souls (or bas) of the west\" were viewed as protectors of the dead and of the sun god whose ship they were thought to tow. In the same way they would have been thought appropriate allies of a player. As game pieces they would probably have been thought efficacious in defending the \"deceased\" player in his simulated journey with the sun god through the realms of night on the 'senet' board. Bibliography: W. Nash, \"Ancient Egyptian Draughts-Boards and Draughts-Men\", in ‘Proceedings of the Society of Biblical Archaeology’ 24 (London, 1902), p. 346; 'Les amour d'une princesse égyptienne' (Saint-Gérard, 1997), p.127 [116]."], "Bibliographic references": [" Museum of Fine Arts Boston 1982 / Egypt's Golden Age: The Art of Living in the New Kingdom 1558-1085 BC (374) ", " Marseille 1991 / Jouer dans l'Antiquite (cat.217, pp.147, 198) "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 1982 Feb-May, Boston, Museum of Fine Arts, Egypt's Golden Age 1982 Jul-Sep, Houston, Houston Museum of Natural Science, Egypt's Golden Age 1982/3 Oct-Jan, Baltimore, Walters Art Gallery, Egypt's Golden Age 1991/2 Nov-Feb, Marseille, Musée de la Vieille Charite, Jouer dans l'Antiquité 1997 May-Oct, Abbaye Saint-Gerard De Brogne, Le Roman de la momie 2001 26 Jun-23 Sep, Birmingham Gas Hall, Egypt Revealed 2012 Nov. Paris, Cluny, Les Jeux de la Babylone a l'Occident Medieval. "], "Condition": ["good"], "Acquisition name": ["Purchased from: R J Moss & Co"], "Acquisition date": ["1893"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24665"], "Registration number": ["1893,0514.46"], "Conservation": ["Treatment: 30 Apr 1991"]}