{"artifact_name": "mummy-case; cartonnage; human mummy", "Object Type": [" mummy-case ", " cartonnage ", " human mummy "], "Museum number": ["EA6682"], "Description": [" Mummy of a man, aged 35-50, in a painted cartonnage mummy-case bearing the name Padiamenet. Skull - Mouth closed. All teeth present, evidence of dental abscesses. No obvious fractures. Cervical spine appears intact. Mouth, nose, lips and neck packed and shaped. Two wooden poles were positioned to support his head and attach it to the rest of his body, misplacing some of his bones. Thorax and Abdomen - Scanty packing in thorax, but a large ball of packing material in the lower abdomen is visible. There is almost certainly packing material in the soft tissues about the shoulders. The 2nd left rib is dislocated but not fractured and lies opposite the anterior end of the 3rd and 4th left ribs. No opaque amulets or flank plate. The intervertebral discs are partly opaque. Arms - Extended. Hands with fingers extended over pubic region. Legs - The internal meniscus of the left knee is opaque. No fractures of lines of arrested growth seen. The surface decoration of the cartonnage mummy-case is arranged in horizontal registers. The first scene, on the chest, shows Padiamenet adoring Osiris and Isis, with the Four Sons of Horus standing in pairs at the sides. Below is a falcon, identified as Sokar, and beneath this the domed and feathered fetish of Abydos. It is shown under the protection of Neith and Selkis and two ram-headed deities, one of whom is named as Khnum. Jackals on the feet represent Wepwawet. All of these images are painted in polychrome and varnished, and are balanced by inscriptions in large blue hieroglyphs on a white background which stand out all the more clearly on account of the intentional absence of varnish. Along each side is another long inscription invoking Osiris to provide funerary offerings for Padiamenet. "], "Cultures/periods": ["25th Dynasty"], "Production date": ["700BC (circa)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (probably) "], "Materials": [" linen ", " plaster ", " human tissue "], "Technique": [" painted ", " varnished ", " plastered "], "Dimensions": [" Height: 35 centimetres ", " Weight: 50 kilograms ", " Width: 176 centimetres ", " Depth: 39 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["Padiamenet was a chief barber and chief doorkeeper at the temple of Ra at Thebes, as was his father Usermose. Padiamenet's mummy was interred in a wooden coffin of rather plain design. The fully wrapped mummy was then placed inside a hollow cartonnage shell which was laced up at the back like a shoe. The cartonnage was extended by addition of further cloth, to conceal that it was not long enough for the size of the man. Bibliography: 'Art and Afterlife in Ancient Egypt' Japan, 1999-2000 [exhibition catalogue] (Japan, 1999), [113] Taylor in G. Robins in W. V. Davies (ed.), 'Colour and painting in ancient Egypt' (London, 2001), p. 173, col. pl. 54 [2]; The British Museum, 'Guide to the First, Second and Third Egyptian Rooms' (London, 1924), p. 124; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pp. 58-9, pl. on p. 58. J.H. Taylor & D. Antoine, Ancient lives, new discoveries, London 2014, pp. 92-110. R. Loynes, Prepared for eternity. Archaeopress Egyptology 9, 2015, passim."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (26) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.58-59) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.105, p.110, table 1) "], "Location": ["On display (G63/dc3)"], "Exhibition history": [" Exhibited: 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 19th Nov 2011- 11 Mar 2012. Richmond , VA, Virginia museum of Fine Art. Mummy. The inside story. Mar - Oct 2012. Brisbane, Queensland Museum South Bank. Mummy: The Inside Story 2012/3, Nov-Apr, Mumbai, CSMVS, Mummy: The Inside Story 2013, Apr-Nov, Singapore, ArtScience Museum, Mummy: The Inside Story 2014-15 22 May to 19 April, London, British Museum, 'Ancient Lives, New Discoveries' "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Osiris ", " Representation of: Isis ", " Representation of: Sons of Horus ", " Representation of: Neith ", " Representation of: Serqet ", " Named in inscription & portrayed: Khnum ", " Representation of: Wepwawet "], "Associated places": [" Emblem of: Abydos "], "Acquisition name": ["Purchased from: Giovanni Anastasi"], "Acquisition date": ["1839"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6682"], "Registration number": [".6682"], "Additional IDs": [" Miscellaneous number: BS.6682 (Birch Slip Number) "], "Conservation": [" Treatment: 20 Mar 2017 ", " Treatment ", " Treatment: 19 May 2003 "]}