{"artifact_name": "kohl-jar", "Object Type": ["kohl-jar"], "Museum number": ["EA24391"], "Description": [" 'Kohl' jar with separate cover: this vessel is fashioned in opaque turquoise-blue glass. The edges of the cover, the rim and the base are bordered with sheet gold. The shape is rare in glass, traces of only four other specimens are known. The interior hollow is cylindrical (typical for New Kingdom kohl-jars), descending to about three-quarters of the height of the jar. In the centre of the underside of the cover is the usual boss to keep the cover in position. If the cylindrical interior of this jar was drilled, as seems reasonably certain, no trace of the drilling survives and it must be inferred that this area was pumiced. Some abrasive marks, admittedly inconclusive evidence, on the underside of the rim suggest cold cutting. It is uncertain if the rim was made separately and, if so, whether it was cut or moulded. Areas of the lip and body have been filled in with blue wax. Gold work on rim of jar partly a gilded plaster restoration. The goldwork is probably ancient. "], "Authority": ["Ruler: Thutmose III"], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" glass ", " gold ", " plaster ", " wax "], "Technique": [" gilded ", " pumiced ", " cold-cut (?) ", " mould-made "], "Dimensions": [" Diameter: 6.40 centimetres (lid) ", " Height: 6.30 centimetres (with cover) "], "Curator's comments": ["Bibliography : Egypt’s Golden Age (exhibition catalogue, Boston, 1982): 219 [265]. B. Nolte, ‘Die Glasgefässe in Alten Ägypten (Berlin 1968), 47, frontispiece, b, pl. I, 1; P. Nicholson and I. Shaw, 'Ancient Egyptian Materials and Technology' (Cambridge, 2000), p. 202. E. A. Wallis Budge, 'The Mummy' (Cambridge 1925), p. 391, where this jar is said to be from the funerary equipment of Hatshepsut, a statement without known support, although the dating is probably correct. This 'kohl' jar should be compared with the near duplicate from Riqqa now in University College London and illustrated in W. M. F. Petrie, 'Riqqeh and Memphis', VI (London, 1915), 16, pl. XII, 14. Unfortunately no other objects from this tomb are described or illustrated, but the shape of this specimen, as of that of the British Museum example, suggests a date not later than the reign of Tuthmosis III. The British Museum jar has frequently been illustrated in the last few decades. In ‘Masterpieces of Glass, The British Museum’ (London 1968), p. 27, it is suggested that cold cutting was the process used. Petrie, in an unpublished manuscript, was of the opinion that these jars were core-built. In the absence of conclusive evidence the problem remains open. For stone vessels with gold detailing, see Roehrig (ed), Hatshepsut. From Queen to Pharaoh (New York, exhibition catalogue, 2005): 218-19 no.143."], "Bibliographic references": [" Cooney 1976 / Glass (1760) ", " Museum of Fine Arts Boston 1982 / Egypt's Golden Age: The Art of Living in the New Kingdom 1558-1085 BC (265) ", " Tait 1991 / Five Thousand Years of Glass (fig.33, p.34) "], "Location": ["On display (G61/dc4/sC)"], "Condition": ["good"], "Acquisition name": ["Purchased from: William Talbot Ready"], "Acquisition date": ["1892"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24391"], "Registration number": ["1892,1212.5"], "Conservation": [" Treatment: 31 Dec 1990 ", " Treatment: 01 May 1968 "]}