{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA9901,5"], "Description": [" Book of the Dead of Hunefer (Hw-nfr) frame 5. The main vignette illustrates the ceremonies carried out at the entrance of the tomb on the day of burial. "], "Cultures/periods": ["19th Dynasty"], "Production date": ["1285BC (circa)"], "Excavator/field collector": ["Field Collection by: Antoine Barthélemy Clot"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Height: 45.70 centimetres (frame) ", " Height: 40 centimetres (papyrus) ", " Length: 83.40 centimetres (frame) ", " Length: 79 centimetres (papyrus) ", " Weight: 4091 grammes (in frame) ", " Depth: 1.10 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": [" funerary ", " mortuary ", " ritual "], "Curator's comments": ["'Book of the Dead' papyri are first found in the early New Kingdom c.1450 BC and the finest (like Hunefer's) were written by expert scribes and decorated by master draftsmen. Perhaps, as royal scribe, it was Hunefer himself who put brush to ink to inscribe his own papyrus. Sheet split into two sections; divided by double black/yellow line. Main vignette on the left-hand side illustrates the ceremonies carried out near the entrance of the tomb on the day of burial. The officiating priest, clad in a panther skin, offers incense and purifies with water as he stands beside a heap of offerings. Other priests present containers and raise ritual implements to Hunefer's mummy which is held upright by a priest wearing a jackal's mask impersonating Anubis, god of embalming. The deceased's widow Nasha laments before him. Behind is a round topped funerary stela containing a prayer on Hunefer's behalf; it stands before his pyramid capped tomb chapel on the west bank at Thebes. Above are short columns of black cursive hieroglyphic text with black dividing lines. Below, officiants carry a heart and foreleg cut from a still bleating calf towards a table heaped with offerings, a chest and ritual implements laid out ready for the Opening-of-the-Mouth ceremony which, will reincorporate Hunefer's spirit into his mummified corpse and enable him to enjoy the afterlife to the full. The finely written semi-cursive hieroglyphs above the vignette are the text of Chapter 23 of the 'Book of the Dead' containing ritual utterances for the ceremony. Right-hand side is composed of 23 lines of cursive hieroglyphic text written in black and red ink with black dividing lines; The beginning of Chapter 17, a text so obscure in content that the Egyptians themselves added explanatory glosses. Above all columns except the leftmost column is a polychrome vignette in a band at the top. Hunefer is depicted leaving the sign for \"the West\" in two directions, indicating his ability to roam at will in the afterlife. The scene showing him seated in a booth playing the board game senet is partly to ensure his continued enjoyment of a favourite leisure pursuit, but also has an underlying funerary significance: victory probably symbolized the overcoming of any obstacles which prevented entry to the afterlife. To the right is a ba-bird on top of an architectural feature; deceased adoring two lions either side of a horizon. Short black cursive hieroglyphic captions are beside each image of deceased; main colours are yellow, red, white, brown, green and black. Framed by black lines on left-hand side and bottom. Composition fills sheet; bordered on top and bottom with red and yellow line. Very little text/image loss except for yellow paint which has faded. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 180-183 No 54; D. Monserrat in M. L. Bierbrier, 'Portraits and masks: burial customs in Roman Egypt ' (London, 1997), p.36 [pl.4.1]. Tarasenko, Mykola. 2016. Studies on the vignettes from chapter 17 of the Book of the Dead. I, The image of mś.w Bdšt in ancient Egyptian mythology (Archaeopress Egyptology 16), Oxford, p. 91-92, 99-100."], "Bibliographic references": [" Andrews 2000 / Egyptian Treasures from the British Museum (p.144-145) ", " Quirke 1993 / Owners of funerary papyri in the British Museum (89) ", " Taylor 2010 / Journey through the afterlife: Ancient Egyptian Book of the Dead (no.35) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (134351) (http://www.trismegistos.org/text/134351) ", " Parkinson 2010 / Hunefer and his Book of the Dead "], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2010 4th Nov-2011 6th March, Round Reading Room BM, Book of the Dead 2012 July - September, Tokyo, Mori museum, The Book of the Dead: Journey Through the Afterlife 2012, October - November, Fukuoka Museum of Art, The Book of the Dead "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached Black ink Red ink Pigment (faded, friable, small loss) Backed: white paper Checked for loan to France 1989 Checked for loan to Hildesheim 1990 Checked for loan to 1990 Checked for loan to Italy 1994 Checked for loan to Far East 1997 Checked for loan to USA 1999 Displayed in Room 62 until 1997 Checked for loan to Japan 2012 Mount Details: Sandwich: glass Sandwich: board Binding: Filmoplast T self adhesive linen tape Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: good (but bleached in part)"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription: Hunefer ", " Named in inscription: Nasha (wife) ", " Named in inscription: Sety I ", " Representation of: Anubis (represented in vignette) ", " Representation of: Rw.tj "], "Associated titles": ["Associated Title:", " Book of the Dead "], "Acquisition name": ["Purchased through: H Boone (dealer)"], "Acquisition date": ["1852"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9901,5"], "Registration number": ["1852,0525.1.5"], "Additional IDs": [" Miscellaneous number: Frame.5 "], "Joined objects": [" Associated Group: G16566 (9 objects) "], "Conservation": ["Treatment: 26 May 2010"]}