{"artifact_name": "lamp-stand", "Object Type": ["lamp-stand"], "Museum number": ["EA57308"], "Description": [" Brass pricket lampstand with three rounded feet and short legs supporting a flaring lower element decorated with horizontal grooves. The lower circumference has six knobs, one above each leg and the others spaced equidistantly between them; each leg is strengthened by a strut behind it. At the top of the lower element is a baluster holding the shaft, which apparently extends right through the lower element, showing as a knob on its underside. The shaft, which thickens in the middle and tapers again to its top, is seven sided. At the top is another baluster, holding the pricket; the latter tapers from a rounded section to square. Heavily corroded. Surface colouration: patchy dark and light green, with large turquoise-coloured areas at the bottom. "], "Cultures/periods": [" Coptic ", " Byzantine "], "Production date": ["5thC-6thC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["brass"], "Dimensions": [" Height: 142.30 centimetres (max) ", " Width: 29.70 centimetres "], "Curator's comments": [" Analyses: (shaft): copper: 72.8; lead: 7.1; tin: 2.14; zinc: 12.6. (foot): copper: 71.0; lead: 10.5; tin: 1.98; zinc: 11.3. The metal constituents of the two analyses are not far one from the other; there is no doubt that they belong together. ", " Near: two examples from Homs, Syria: Ross, M.C., 1962. ‘Catalogue of the Byzantine and early mediaeval antiquities in the Dumbarton Oaks collection’. Washington : Dumbarton Oaks Research Library and Collection, No. 39; Emery, W.B., and Kirwin, L.P., 1938. ‘The royal tombs of Ballana and Qustul’. Cairo : Government Press, pl. 99, B.90-91; compare a lampstand in a miniature painting in a volume of the Gospels dated to ad 586: Mango, M.M., 1986. ‘Silver from early Byzantium : the Kaper Koraon and related treasures’. Baltimore : Trustees of the Walters Art Gallery, p. 99, fig. 11.8. The Times, 14 May 1923; Journal of Egyptian Archaeology 1923 Vol.9. "], "Bibliographic references": [" Lamp / Catalogue of the Lamps in the British Museum (3926) ", " Xanthopoulou 2010 / Les lampes en bronze à l’époque paléochrétienne (CD 6.001) "], "Location": ["Not on display"], "Condition": ["fair (heavily corroded and incomplete - top missing)"], "Acquisition name": ["Purchased from: Panayotis Kyticas"], "Acquisition date": ["1923"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA57308"], "Registration number": ["1923,0512.383"], "Conservation": [" Treatment: 28 Jan 2010 ", " Treatment: 01 May 1986 "]}