{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA10113"], "Description": [" Papyrus written with black ink with loan agreement dated to day 10, month of Pauni, year 21 of Apries. The writing is abnormal hieratic, 8 lines on recto and 2 on verso. Thompson's MS Catalogue (presenting it as demotic): \"Acknowledgement of a money loan by Ns-'y(?) son of Zeho to Zekhe son of Tes-Mont\". "], "Cultures/periods": ["26th Dynasty"], "Production date": ["568BC"], "Findspot": [" Excavated/Findspot: Thebes (historic - Upper Egypt) "], "Materials": ["papyrus"], "Technique": ["painted"], "Dimensions": [" Height: 24 centimetres ", " Width: 42 centimetres "], "$Inscriptions": [" ", " "], "Inscription subject": ["legal"], "Curator's comments": ["Bibliography: M. Malinine, 'Choix de textes juridiques en hiératique 'anormal' et en démotique (XXVe-XXVIIe dynasties)' (Paris, 1953), 15-19; K. Donker van Heel, 'Abnormal Hieratic and Early Demotic Texts Collected by the Theban Choachytes in the Reign of Amasis: Papyri from the Louvre Eisenlohr Lot' (Leiden, 1995), no. 23. Cf. entry in www.trismegistos.org - DAHT. Being studied as part of PhD by Elisabeth Greifenstein (University of Wuerzburg)."], "Bibliographic references": [" Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (22) ", " Reich 1914 / Papyri juistischen Inhalts in hieratischer und demotischer Schrift aus dem British Museum (p.5-8, pl.1-2) ", " Malinine 1953 / Choix de textes juridques en hiératique \"anormal\" et en démotique I: Traduction et commentaire philolgique (p.15-9) ", " Malinine 1983 / Choix de textes juridiques en hiératique anormal et en démotique II (p.5-6) ", " Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (46065) (http://www.trismegistos.org/text/46065) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus: bleached, fractured, loss Black ink Backed: brown paper Unsupported locally displayed in Room 63 until 1997 Displayed in Room 61 from 2001 until 2007 Mount Details: Sandwich: glass Binding: leather Object Priority: B Mount Priority: A Overall Condition: B Curatorial condition comment: fair"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA10113"], "Registration number": [".10113"], "Additional IDs": [" Miscellaneous number: Athanasi 273 ", " Miscellaneous number: P.Brit.Mus.Reich 10113 ", " Miscellaneous number: P.Choix 2 "]}