{"artifact_name": "harp", "Object Type": ["harp"], "Museum number": ["EA24564"], "Description": [" Elaborately decorated model arched harp: the underside of the soundbox, which is in the shape of a ladle, is rounded and finely carved. It ends in a human head, turned slightly to the left, with lengthy wig and double crown. The whole of this area is covered with a thin layer of plaster and painted in great detail over a yellow base. The upper part of the double crown is yellow, the lower green. There is a slot for the ẖʒbt of the crown, now wanting. The yellow wig has bold green striations; there is a simple red necklace between the ends of the wig. Below is a very elaborate floral necklace of three chains suspended from a further link having a winged disc in the centre and Horus head at either end surmounted by a sun disc; the colours are green, red, black, white. On top of the soundbox is a rectangular panel bounded on either side by a rounded strip of wood, and at the lower end near the back of the wig with a strip of reed. On either side of the suspension rod, which has holes for six strings, are two strips of bone (probably cattle) with criss-cross decoration, and between them is an elaborate pattern made up of light blue, dark blue, greeny-blue, and dull red faience rectangles, separated by small bone (probably cattle) rectangles, and fixed in a greenish paste between two very thin strips of bone and hippopotamus ivory. Along the bottom is painted a white base bar, in which are two holes for pegs; on either side is a floral design in red and green. Round the upper end of the soundbox is a now damaged pattern of lotus buds in green. The sharply curved neck is rectangular in section and ends in a carved hawk's head. There are holes on the underside for five pegs, three of which survive intact. The decoration of the neck begins with a continuation of the lotus-bud pattern at the upper end of the soundbox. There then follow bands of green, black, red, yellow, of varying widths; either side of the extensive green band containing the pegs is a band of yellow divided into three by two black lines. "], "Cultures/periods": ["New Kingdom"], "Findspot": [" Found/Acquired: Tomb of Ani (Thebes) "], "Materials": [" wood ", " bone ", " glazed composition ", " plaster ", " reed ", " hippopotamus ivory "], "Technique": [" glazed ", " painted ", " inlaid ", " plastered "], "Dimensions": [" Height: 42 centimetres (mounted orientation) ", " Length: 97.20 centimetres (soundbox and neck) ", " Width: 50 centimetres (mounted orientation) ", " Width: 12.50 centimetres (soundbox) ", " Depth: 12.60 centimetres (mounted orientation) "], "Curator's comments": ["'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (1922), p. 211 Manniche, Ancient Egyptian Musical Instruments, (1975), p.50. Anderson, Catalogue of Egyptian Antiquities III, Musical Instruments, (1976) p.82-4 (110), figs. 145-9. Hart, Eyewitness Guides: Ancient Egypt, (1990), p.50. Manniche, Music and Musicians, (1991), p.102-3, pl.16. Rahiem, in Meyer-Dietrich (ed.), Laut und Leise, Bielefeld 2011, 93"], "Bibliographic references": ["Anderson 1976 / Musical Instruments (110)"], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good (strings restored, paint survives)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Horus"], "Acquisition name": ["Purchased from: Rev Chauncey Murch"], "Acquisition date": ["1891"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA24564"], "Registration number": ["1891,0404.162"], "Conservation": [" Treatment: 28 Mar 2017 ", " Treatment: 16 Aug 2001 ", " Conservation treatment: 1/5/19 "]}