{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA29222"], "Description": [" Glazed composition 'wedjat' eye amulet: this openwork composite 'wedjat' eye amulet is pierced from side to side at the centre so that it could be worn. It is made from pale turquoise blue glazed composition, with details in yellow and black glaze and has a flat plain underside. Its basic design is the eye and eyebrow of the lanner falcon, the bird form adopted by the celestial creator god Horus, whose right and left eyes were the sun and moon respectively. However, the drop and curl markings that characterize the eye, and should appear beneath the lower rim, have been transformed into a falcon's leg with foot and a falcon's wing. The area in front of the bird's leg is filled by an upreared cobra wearing a sun disc, its coiled body arching up behind the puffed up hood. At the back of the wing is a papyrus flanked by buds; between the wing and leg is a human eye. The entire design is set on a reed mat, its bindings carefully delineated. "], "Cultures/periods": [" 26th Dynasty (?) ", " Third Intermediate (?) "], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": [" glazed ", " pierced "], "Dimensions": [" Length: 5 centimetres ", " Weight: 0.022 grammes ", " Width: 6.80 centimetres ", " Depth: 0.70 centimetres "], "Curator's comments": ["The papyrus was symbolic of regeneration; the cobra afforded the same protection she gave when she spat fire at the sun god's and pharaoh's enemies. The human eye bestowed perception. Such elaborate versions of this most popular of protective amulets are characteristic of the period. The term 'wedjat', meaning \"the sound one,\" referring to the eye of Horus after it had been plucked out during a battle with Seth and then healed by Thoth, is generally assumed to be the mooneye that was \"injured\" when it waned and \"healed\" when it waxed each month. However, the term might just as well apply to the sun eye, the \"sound\" one as opposed to the \"injured\" one. It is noteworthy that this example, like many others, represents the right eye not the left. Bibliography: 'Egyptian Treasures' [exhibition catalogue] (Shanghai, 1999), 116-117 No 33; C. Andrews, 'Amulets of Ancient Egypt' (London 1994), fig.46; cf. Gyory, BSEG 18 (1994), 23-5."], "Bibliographic references": ["Andrews 2000 / Egyptian Treasures from the British Museum (p.98-99)"], "Location": ["Not on display"], "Exhibition history": [" 2003 18 Oct-14 Dec, Tokyo Metropolitan Art Museum, Treasures of the World's Cultures 2004 17 Jan-28 Mar, Kobe City Museum, Treasures of the World's Cultures 2004 10 Apr-13 Jun, Fukuoka Art Museum, Treasures of the World's Cultures 2004 26 Jun-29 Aug, Niigata Bandaijima Art Museum, Treasures of the World's Cultures 2005 11 Apr-10 Jul, Seoul Arts Centre, Treasures of the World's Cultures 2005 25 Jul-8 Oct, Busan Museum, Treasures of the World's Cultures 2005 27 Oct-2006 31 Jan, Haengso Museum, Keimyung University, Daegu, Treasures of the World's Cultures 2006 18 Mar-4 Jun, Beijing, Capital Museum, Treasures of the World's Cultures 2007 3 Feb-27 May, Taipei, National Palace Museum, Treasures of the World's Cultures 2007 14 Sep-2 Dec, Hong Kong Museum of Art, Treasures of the World's Cultures 2009 1 May-20 Sep, Victoria, Royal BC Museum, Treasures of the World's Cultures 2009 11 Dec-2010 10 May, Madrid, Canal de Isabel II, Treasures of the World’s Cultures 2012 Mar-Jul, Abu Dhabi, Manarat Al Saadiyat, Treasures of the World’s Cultures 2012-2013 Nov-Mar, Bonn, Kunst- und Ausstellungshalle, Treasures of the World's Cultures 2015 – 2016 4 Dec – 29 May, National Museum of Singapore, Treasures of the World’s Cultures 2022 20 Oct -2023 12 Feb, London, Wellcome Collection, Ways of seeing "], "Condition": ["good"], "Subjects": ["eye of horus"], "Acquisition name": [" Purchased through: Rev Chauncey Murch ", " Purchased from: Mohammed Mohassib "], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29222"], "Registration number": ["1897,0508.60"], "Conservation": ["Treatment: 02 Mar 2000"]}