{"artifact_name": "scarab", "Object Type": ["scarab"], "Museum number": ["EA66506"], "Description": [" Mould-made scarab in Egyptian blue; rather well-modelled back, with accurately shaped clypeus, prothorax indicated by double incised line drawn straight across while elytra drawn with single line; profile of back is flattened; at side, legs simply modelled, with undercut triangle; underside bearing a deeply and carefully carved motif arranged vertically in three registers: couchant lion above, squatting deity and falcon with flail in the middle, and neb-basket sign underneath; single line frames field; longitudinally pierced; paste of dirty blue/grey colour, hard in texture and with smooth surface; back damaged in head area. "], "Cultures/periods": [" 26th Dynasty ", " 25th Dynasty "], "Production date": ["700 BC-600 BC (?)"], "Production place": [" Made in: Scarab Factory (?) "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis "], "Materials": ["egyptian blue"], "Technique": [" incised ", " mould-made ", " carved ", " undercut ", " pierced "], "Dimensions": [" Length: 1.45 centimetres ", " Thickness: 0.70 centimetres ", " Width: 1 centimetres "], "Curator's comments": ["This scarab belongs to a type which was widely distributed in the Mediterranean area, and particularly found in Punic sites (Gorton 1996, 85-88, type XXVI A, especially A1 for this specimen). According to Gorton, this type of scarab was probably not produced in Naukratis as it appears in an early 7th century BC context (tomb 16 from Carthage, Dermech: see Vercoutter 1945, no. 379), before the production of the Scarab Factory (Gorton 1996, 80). The treatment of the back however could be related to another Egyptian blue scarab produced in Naukratis, Bristol, City Art Gallery & Museum H5115.6. Gorton, A.F. 1996, Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites, Oxford. Petrie, W.M.F. 1886, Naukratis. Part I, 1884–5 (Third Memoir of the Egypt Exploration Fund), London. Vercoutter, J. 1945, Les objets égyptiens et égyptisants du mobilier funéraire carthaginois (Bibliothèque archéologique et historique XL), Paris."], "Bibliographic references": [" Petrie 1886 / Naukratis. Part I., 1884-85 (pl. XXXVII, no. 131) ", " Gorton 1996 / Egyptian and Egyptianizing scarabs: a typology of steatite, faience, and paste scarabs from Punic and other Mediterranean sites (p. 86-87, Type XXVI A1) ", " Villing et al 2013-2015 / Naukratis: Greeks in Egypt (OE.41) (phase 3) "], "Location": ["Not on display"], "Condition": ["Fair, but back chipped"], "Subjects": ["ancient egyptian deity"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1886"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA66506"], "Registration number": ["1886,0401.1682"]}