{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA29562"], "Description": [" Fragmentary limestone statue of the male official Nikheftek on a slim rectangular base, the head and part of the left side of the body now lost. His upper body is bare, with traces of red-brown paint used to indicate the skin. His waist is narrowed and the musculature of his chest and abdomen is clearly conveyed. Black paint has been used across the negative space between his arms and torso. His hands rest on his knees, with the left hand now damaged. In his right hand he holds an unrolled section of papyrus, with a section of the material stretched out across his lap. A partial horizontal line of incised text survives across this area, and is oriented towards the statue. He wears a short kilt reaching to his knees, with clear traces of white paint. He is shown in a cross-legged position, with his feet tucked underneath the legs. There is damage to the right shoulder, which has been repaired in modern times. Two drilled holes are also visible across this area. A thin crack is visible across the chest. The edge of the kilt, left knee, and corners of the base have all been broken. "], "Cultures/periods": ["5th Dynasty (late)"], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Dishasha "], "Materials": ["limestone"], "Technique": ["painted"], "Dimensions": [" Height: 35 centimetres (max) ", " Width: 33 centimetres ", " Depth: 23 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["Nikheftek’s tomb is located at the site of Dishasha in Middle Egypt, yet this statue was found alongside a number of other complete and fragmented statues within the nearby tomb of his father Nenkheftka (Petrie 1898). The serdab of this tomb contained a number of monuments of both Nikheftek and Nenkheftka, including this scribal statue which was perhaps moved here from its original location. One surviving statue of his father is also now in the British Museum collection (British Museum, London: EA 1239: https://www.britishmuseum.org/collection/object/Y_EA1239). Petrie (1898) noted that many of the statues had been reduced to small fragments, but lists a total of seven statues of the father Nenkheftka and at least six of the son Nikheftek, with some fragments which could not be distinguished as definitively belonging to either figure. These also all bear evidence of deliberate damage to the stone, though the reason for this is unclear. Further Bibliography: M. S. Pinarello, 2018. ‘The Platypus Paradox: An Archaeological Approach to Ancient Egyptian Writing Practices’, in F.A.J. Hoogendijk, S. van Gompel, (eds.) The Materiality of Texts from Ancient Egypt: New Approaches to the Study of Textual Material from the Early Pharaonic to the Late Antique Period (Leiden; Boston), p. 25, n. 77."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 120, no. 11) ", " Parkinson 1999 / Cracking Codes: The Rosetta Stone and Decipherment (p. 129, no. 43) ", " Petrie 1898 / Deshasheh 1897 (p. 12-14 (c in Petrie’s list), Pl. XXXIII (30, c)) ", " Porter and Moss 1968 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs, and Paintings: IV Lower and Middle Egypt (p. 123) "], "Location": ["Not on display"], "Condition": ["incomplete - head lost, part of left shoulder detached"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1897"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA29562"], "Registration number": ["1897,1009.2"], "Conservation": [" Treatment: 20 May 1999 ", " Treatment: 03 Jun 1999 "]}