{"artifact_name": "stopper; seal-impression", "Object Type": [" stopper ", " seal-impression "], "Museum number": ["EA27576"], "Description": [" Fragment of plaster seal from amphora stopper with impression on top. Impression from a circular stamp of a horse in relief. Impressions of organic plug on underside and grooves on the side left by string passed underneath to facilitate removal. "], "Cultures/periods": [" Roman Period ", " Byzantine "], "Production date": ["(late)3rdC - (early)7thC"], "Production place": [" Made in: Egypt "], "Excavator/field collector": ["Excavated by: Egypt Exploration Fund"], "Findspot": [" Excavated/Findspot: Naukratis, Probably from the Ptolemaic and Roman town area. "], "Materials": ["plaster"], "Technique": ["stamped"], "Dimensions": [" Diameter: 8.70 centimetres (at rim) ", " Diameter: 9.40 centimetres (maximum) ", " Diameter: 5.70 centimetres (stamp impression) ", " Thickness: 4.42 millimetres ", " Width: 7.24 centimetres (at break) "], "Curator's comments": ["Amphora stopper seal type 5C (Thomas 2011: 6, 9) with organic (reed?) bung and plaster seal. This type has been found in Tripolitanian amphorae dating to the 1st to 2nd centuries AD, with technical features distinctive of being used to seal wine amphorae (ibid.). However a Tripolitanian source is unlikely as this type has also been found in Egypt with Byzantine finds in Kellia (Egloff 1977: 180, pl 20.10). Similar seal motifs have been found in Byzantine contexts at Kellia (ibid.) and Clysma (Bruyère 1966: pl. XXVIII.16, though may be residual) and on a 3rd – 2nd century BC stamp from the Fayum (Bailey 2008: 160, Pl.110, no.3601), giving this a very broad date range. Quadrupeds, especially donkeys, were a common device on Christian period plaster amphora stoppers found in Egypt at Kellia (Egloff 1977, pl. 20.10), Clysma (Bruyère 1966, pl. 28.16) and Naukratis (EA 27576), as well as on mud stoppers from Western Thebes (identified as a deer, Winlock and Crum, 80, fig. 33.16–17). Bailey, D. M. 2008 ‘Catalogue of the terracottas in the British Museum; - 4: Ptolemaic and Roman terracottas from Egypt’. London: The British Museum Press Bruyère, B. 1966. ‘Fouilles de Clysma-Qolzoum (Suez), 1930-1932’. Cairo. Egloff, M., 1977. ‘Kellia, la poterie copte. Quatre siècles d'artisanat et d'échanges en Basse-Egypt’. Geneva. Keay, S. and D. Williams. 2005. Roman amphorae: A digital resource. University of Southampton. http://archaeologydataservice.ac.uk/ archives/view/amphora_ahrb_2005/, last accessed October 2011. Thomas, R. I. 2011 Roman vessel stoppers. In D. P. S. Peacock and L. Blue (eds) ‘Myos Hormos – Quseir al-Qadim, A Roman and Islamic Port Site on the Red Sea coast of Egypt, Volume II’. Southampton. Thomas, R. I. and R. S. Tomber. 2006. Vessel stoppers. In Survey and excavation Mons Claudianus III: Ceramic vessels and related objects, V. Maxfield and D. P. S. Peacock (eds), 239–60. FIFAO 54. Cairo: IFAO. Winlock, H. E. and W. E. Crum. 1926. Monastery of Epiphanius at Thebes I. New York: Metropolitan Museum of Art."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (JD.12) (Phase 3)"], "Location": ["Not on display"], "Condition": ["fair (incomplete)"], "Subjects": ["horse/ass"], "Acquisition name": ["Donated by: Egypt Exploration Fund"], "Acquisition date": ["1885"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA27576"], "Registration number": ["1885,1101.17"]}