{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA514"], "Description": [" Fragmentary kneeling statue of an official named Harbes, the upper body and head now lost. He is shown in a kneeling position resting on his heels, with an aegis set between his knees. A belt is carved around his waist though there is no clear delineation on the legs to indicate the length of the kilt. His hands are placed on either side of the aegis which depicts the scorpion goddess Serqet, who wears a Hathoric tripartite wig and counterweight in the form of a menat necklace. This necklace is inscribed with the name and honorific title of Harbes, and below is an image of a cow with the epithet of ‘Divine Mother’. On the reverse is a slim back-pillar inscribed with a column of text which then continues in two horizontal lines along the back of the statue base. Text is also inscribed around the front and sides of the statue base, with two separate lines beginning at the front. A short inscription on top of the statue base is oriented towards Harbes' figure, while a now partially damaged inscription in front of the aegis also repeats his name and titles. Though there is damage to the upper body and head of the goddess, on the top left side of her wig are traces of a three-dimensional pattern depicting a scorpion body and tail extending over her head. The front of the statue base has also been damaged, with both the right and left corners now missing. Several chips are also notable across the left arm and leg of the male figure, and across the figure of the aegis. The statue has also been attached to a rectangular modern base. "], "Cultures/periods": ["25th Dynasty"], "Findspot": [" Found/Acquired: Egypt ", " Found/Acquired: Giza (Memphis) (possibly) "], "Materials": ["stone"], "Dimensions": [" Height: 27 centimetres (max) ", " Width: 12.60 centimetres ", " Depth: 21.70 centimetres "], "$Inscriptions": [" ", " ", " ", " ", " ", " "], "Curator's comments": ["Harbes is an official of high-status who is known from the 25th Dynasty as he established a chapel area within the temple to Isis at Giza. He is also attested in other surviving monuments that can be securely dated to the reign of Psamtek I in the 26th Dynasty. Many of these monuments were discovered in the Giza area (see the similar pose of a bronze kneeling figure of Harbes now in Brooklyn Museum, 37.360E, which also shares the same variant spelling of Harbes’ name as found within the British Museum statue text: https://www.brooklynmuseum.org/opencollection/objects/4029), including an almost identical but complete kneeling statue of Harbes (Bothmer 1960; Zivie-Coche 1991). Thus it has been suggested that this British Museum figure also originates from Giza, and potentially also within his dedicated chapel (PM III; Zivie-Coche 1991). Further images of Harbes’ surviving chapel can be found via the Digital Giza resource: http://giza.fas.harvard.edu/ancientpeople/1977/full/). Harbes’ statue adopts a pose similar to examples of naophorous statue types, which typically present the image of a deity outwards either as an independent smaller figure or enclosed within a shrine or naos. Here, Harbes holds an aegis for the goddess Serqet (also known as Selkis), a rarely attested deity in this type of statue form. Serqet, a scorpion goddess with protective powers related to medicine and the healing of poisonous bites, was also associated with embalming and acting as a guardian of the pharaoh. The proportions between the male figure and the aegis and counterweight here are noted to be ‘larger than life’; this was potentially a deliberate decision to convey the importance of the deity (Zivie-Coche 1991). The aegis’ text also refers to a ‘Divine Mother’, who may be Isis-Hathor, and this epithet has led to earlier identifications of the aegis figure as Hathor (Budge 1909). Further Bibliography: W. el-Sadeek, 1984. Twenty-Sixth Dynasty Necropolis at Gizeh: Analysis of the Tomb of Thery and its Place in the Development of Saite Funerary Art and Architecture (Wein), p. 143. M. A. Leahy, 1980. ‘Harwa and Harbes’, Chronique d’Egypte 55, p. 49. C. Zivie-Coche, 1991. Giza au Premier Millenaire Autour du Temple D’Isis Dame des Pyramides (Boston), p. 123-126, Pl. 25-26."], "Bibliographic references": [" Bothmer 1960 / Egyptian Sculpture of the late period, 700 B.C. to A.D. 100 (p. 41, no. 34) ", " Budge 1909 / Guide to the Egyptian collections (Sculpture). (p. 238, no. 868) ", " Porter & Moss 1974 / Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Statues, Reliefs and Paintings:. Memphis. Abû Rawâsh to Abûsîr (p. 19) "], "Location": ["Not on display"], "Condition": ["incomplete - upper body lost"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Serqet"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1821"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA514"], "Registration number": [".514"], "Additional IDs": [" Miscellaneous number: BS.514 (Birch Slip Number) "]}