{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA9997,1"], "Description": [" Papyrus; Hieratic administrative text(verso); Hieratic medical/magical text(recto). Recto contains 7 incantations to be used against snakes (only the first six of which survive in any legible form). Originally part of the same roll as EA 10309, although no direct join between the two now survives. "], "Cultures/periods": [" Ramesside (verso) ", " New Kingdom (recto) "], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (Findspot determined by content.) "], "Materials": ["papyrus"], "Dimensions": [" Height: 26.80 centimetres (frame) ", " Length: 99.70 centimetres (frame) "], "$Inscriptions": [" ", " "], "Inscription subject": [" administrative ", " magical "], "Curator's comments": ["Bibliography: Cerny J. Notebooks. Mss. In Griffith Institute, Ashmolean Museum, Oxford. http://www.griffith.ox.ac.uk/gri/4cerny.html Kitchen, Ram. Insc. Vol 7 pp. 389-394 BM OP 60, p.17 plate a and e H.W. Fischer-Elfert, Magika Hieratika in Berlin, Hannover, Heidelberg und München (AOP 2). Berlin, 2015, 96-101, for a parallel magical text in Berlin. R. Demarée, A Late New Kingdom Administrative Miscellany on the verso of a Magical Papyrus in the British Museum. Preliminary notes. In: U. Verhoven, Ägyptologische “Binsen” Weisheiten I-II. Neue Forschungen und Methoden der Hieratistik. Akademie der Wissenschaften und der Literatur, Mainz. Franz Steiner Verlag, Stuttgart, 2015. Quack, J.F. 2011. Beitraege zu einigen religioesen und magischen Texte, in M. Collier and S. Snape (ed.), Ramesside Studies in Honour of K. A. Kitchen. Bolton, 413-14. Quack, J.F. 2022. Altägyptische Amulette und ihre Handhabung. Orientalische Religionen in der Antike 31. Tübingen."], "Bibliographic references": [" Trismegistos / An interdisciplinary portal of papyrological and epigraphic resources (139326) (http://www.trismegistos.org/text/139326) ", " Leitz 1999 / Magical and Medical papyri of the New Kingdom (pp. 3-30, Plates 1-8.) "], "Location": ["Not on display"], "Condition": ["Papyrus Survey: Condition Details: Papyrus Mount Details: Sandwich: glass Binding: copydex self-adhesive tape Object Priority: A Mount Priority: A Overall Condition: B Curatorial condition comment: fair - lacunae"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9997,1"], "Registration number": [".9997.1"], "Additional IDs": [" Miscellaneous number: Frame.1 "], "Conservation": ["Treatment: 15 Jan 1985"]}