{"artifact_name": "amulet", "Object Type": ["amulet"], "Museum number": ["EA26586"], "Description": [" Green glazed composition amulet in the form of a wedjat-eye; the lower projections contain representations of a lion-head and a uraeus; at the top is a figure of a lion upon a plinth decorated with a representation of a crocodile; pierced transversely. "], "Cultures/periods": [" Third Intermediate (?) ", " Late Period (early?) "], "Production date": ["950 BC - 525 BC"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["glazed composition"], "Technique": [" pierced ", " glazed "], "Dimensions": [" Length: 3.31 centimetres ", " Weight: 5 grammes ", " Thickness: 0.55 centimetres ", " Width: 2.83 centimetres "], "Curator's comments": ["Published in: C. Andrews, A most uncommon amulet, in C. Price et alii (eds), Mummies, magic and medicine in ancient Egypt, Manchester 2016, 95-101, pl. 2"], "Location": ["Not on display"], "Exhibition history": [" 2016-2017 10 Oct-30 Apr, Sydney, Powerhouse Museum, Ancient Lives 2017 16 Jun-18 Oct, Hong Kong Science Museum, Ancient Lives 2017-2018 14 Nov-20 Feb, Taiwan, National Palace Museum, Ancient Lives 2018 16 Mar-22 Jul, Brisbane, Queensland Museum of Art, Ancient Lives 2019-2020 14 Sept- 28 Jun, Montreal, Museum of Fine Arts, Ancient Lives EXTENDED DUE TO COVID19 2020-2021, 19 Sept - 21 Mar, Toronto, Royal Ontario Museum, Ancient Lives 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": [" eye of horus ", " wild cat/big cat ", " crocodile "], "Acquisition date": ["1890"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA26586"], "Registration number": ["1890,0714.8"], "Conservation": ["Treatment: 21 Apr 2016"]}