{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA65355"], "Description": [" Limestone stela of Penbuy: a round-topped stela divided into two registers with incised texts and representations in sunk relief. The upper register depicts the workman Penbuy kneeling on the right in worship of Ptah who is seated on a throne on the left. Between them lies an altar bearing a water-pot cooled by a lotus-flower. In the lower register his son 'Imn-ms and his wife 'lrt-nfr(t) kneel with arms raised in adoration. This stela is in an excellent state of preservation with much of the colour still intact. The lower border of the stela is black, and there are traces of blue paint along the other edges. The hieroglyphs are painted black and the lines between the columns are red. The bodies of the human figures and the outlines and pleats of their costumes are red, while the wigs and the edges and pupils of their eyes are black. The lotus in Irtnefret's hair is blue. The throne of Ptah was painted red, yellow and blue. The body of the god is outlined in red and his hands in blue. His cap appears to have been blue or green, while his eye and beard are black. The altar is edged in red, the water-pot is yellow and red, while the stem of the lotus is red and the flower blue with black strokes. The background, body of the god and skirts of the human figures are left unpainted. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 20 centimetres ", " Weight: 3 kilograms ", " Width: 14.50 centimetres ", " Depth: 6 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["private"], "Curator's comments": ["The workman and guardian of the tomb Penbuy, son of Iry, and his wife Irtnefret are well-known from other monuments from Deir el-Medina, notably Tomb 10, and flourished in the reign of Ramses II. In Tomb 10 he appears with another wife, Amentetwosret. It has been suggested that he had yet a third wife, Iahati, who was the daughter of his brother Penmerneb. However, it is clear from Tomb 322 that the Iahati there depicted was not the daughter of Penmerneb and his known wife, and thus was probably not his daughter at all. Moreover, it is not certain that Iahati was the wife of Penbuy since she is not so described on the stela on which they appear together and their relationship might be otherwise interpreted. A stela in Turin, unfortunately broken, appears to indicate that a Iahati was the daughter of Irtnefret, but the name of the father is lost. Thus her relationship to Penbuy remains unclear. Penbuy's son Amenmose is known from another monument in Turin. The relationship between Penbuy and Kasa, with whom he shared a tomb, is obscure. Kasa had a sister and a daughter Amentetwosret, either of whom could have been Penbuy's wife of that name. It has been suggested that Irtnefret was Kasa's daughter, but the inscriptions in Tomb 10 are too broken to be definite. Turin stela 50037 names Penbuy, Kasa and a lady, Ii, who may have been Kasa's wife or mother and sister of Penbuy, but again the context is not absolutely clear. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford: Clarendon Press), ii. 732; K. A. Kitchen, 'Ramesside inscriptions : translated & annotated Translations Vol.3, Ramesses II, his contemporaries' (Oxford, 2000), 740. no. 277(4); W. Seipel, 'Ägypten' Vol. 1 (Linz, 1989), p.276 [451]."], "Bibliographic references": ["Bierbrier 1982 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 10. (pl.72)"], "Location": ["Not on display"], "Exhibition history": [" Exhibited: 2002, St Albans, Life and Death "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Penbuy ", " Named in inscription & portrayed: Amenmose (son) ", " Representation of: Ptah "], "Acquisition name": ["Bequeathed by: Sir Robert Ludwig Mond"], "Acquisition date": ["1939"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA65355"], "Registration number": ["1939,0324.220"], "Conservation": ["Treatment: 18 Feb 2002"]}