{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA68550"], "Description": [" Limestone head from a fragmentary male figure, the body and base now missing. The figure is depicted wearing a skull cap, with a notable ridge across the forehead and around the ears indicating the edges of the cap. At the right side of the head behind the ear are faint traces of a sidelock of hair, the majority of which has now broken off. The modelling of the skull is particularly notable at the sides and elongated in shape at the back. The figure is depicted with wide and bulging eyes and a heavy brow line that converges with the bridge of the nose. The nose is slim with a slightly bulbous tip, and the cheeks are particularly rounded and fleshy. The mouth is small with thick lips and the outer corners slightly upturned. The face is also particularly rounded at the jawline and neck. The reverse of the head is bare and crudely modelled, with a modern museum inventory number written at the lower broken edge of the neck. Traces of black paint are visible across the cap, and around the eyelids. There are small chips to the figure’s head at the top and sides of the head, and a chip at the right side of the face is also visible beside the nose. "], "Cultures/periods": ["Late Period"], "Production date": ["5thC BC - 4thC BC"], "Production place": [" Made in: Egypt "], "Findspot": [" Excavated/Findspot: Naukratis (probably) "], "Materials": ["limestone"], "Type series": ["Thomas L-I.1 (?)"], "Technique": [" painted ", " carved "], "Dimensions": [" Height: 4.40 centimetres (max) ", " Width: 3.90 centimetres ", " Depth: 4.29 centimetres "], "Curator's comments": ["Though the provenance for this figure is uncertain, it is likely to have come from Naukratis. The fragmentary state of the object makes it difficult to establish the figure’s identity, however the sidelock of hair was a typical artistic convention used to indicate youth and thus the figure could represent Harpocrates. The child deity was a common subject for limestone, terracotta and faience figurines within Naukratis during the Late Period and early Ptolemaic Period (variants of ithyphallic Harpocrates figures in limestone known from Naukratis include: British Museum, London, GR 1965,0930.937; GR 1965,0930.945; GR 1965,0930.946; GR 1965, 0930.967, GR 1965,0930.939, GR 1965,0930.931, EA 90353). Examples of Harpocrates figures from Naukratis are also dispersed across several museum collections (Museum of Classical Archaeology, Cambridge NA310; Archäologisches Institut der Universität ST51, ST58, ST52; Egyptian Museum, Cairo JE42877; Oriental Museum, Durham University N.2159), with many further examples of figures also attributed to Naukratis (British Museum, London GR 2011,5011.11; GR 2011,5011.15; GR2011,5011.12, 2011,5011.1; Fitzwilliam Museum, Cambridge E.137.1914, E.131.1914, E.129.1914, E.118.1914, E.103.1914, E.100.1914, E.101.1914, E.99.1914, E.90.1914, E.88.1914). Parallels for these images of Harpocrates outside of Naukratis include contemporary examples from Memphis (Petrie Museum, London, UC 48358, 48359), and 4th century BC limestone examples from Saqqara (Martin 1981: no. 301, 302, and faience example no. 1075). Further parallels from other areas during the late 4th to the 2nd century BC include Alexandria (Ras El-Soda, Adriani 1952), Athribis (Myśliwiec 1997, 122, pl. 8.1-4; 9.1-2), Buto at the beginning of the Ptolemaic period (Ballet 2011: 108-9, Fig. 59), and Herakleon (Heinz forthcoming; Goddio and Fabre 2008, 191, 308, no. 111; 311, no. 130). While more typical variants are commonly interpreted as a representation of Harpocrates (Bailey 2008; Martin 1987; Ashton 2003), some have also been interpreted as Memphite priests of Ptah who can also be depicted wearing this same characteristic side-lock of hair (Ashton 2003). General Sources: S.A. Ashton. 2003. Petrie’s Ptolemaic and Roman Memphis (London). A. Adriani, 1952. Municipalité d’Alexandrie, Annuaire du Musée Gréco-Romain. Volume III (1940-1950) (Alexandria). P. Ballet, 2011. Bouto-Tell al-Faraʾin: les ateliers et la ville,de la fin de la Basse Époque à la période Islamique. Rapport d’activité institut français d’archéologie orientale, p.105-111. F. Goddio, D. Fabre, 2008. Egypt's sunken treasures. Second revised edition (London). S. Heinz, forthcoming. ‘Statuettes, amulets, and the community at Thonis-Heracleion’, in R. Thomas (ed.) Naukratis in Context I: The Nile Delta as a Landscape of Connectivity. Proceedings of the First Naukratis Project Workshop held at The British Museum, 16th –17th December 2011 (London). D.G. Jeffreys, H.S. Smith, M. Price, L.L. Giddy, L. L, 1988. The Anubieion at Saqqâra. Egypt Exploration Society Excavation memoirs 54 (London). G.T. Martin, 1981. The sacred animal necropolis at North Saqqâra, the southern dependencies of the main temple complex. Egypt Exploration Society, Excavation Memoirs 50 (London). G.T. Martin, 1987. ‘Erotic’ figurines, the Cairo Museum Material. GM 96, p. 71-84. A. Masson, forthcoming. ‘Naukratis: Egyptian offerings in context’, in M. Bergeron and A. Masson (eds.), Naukratis in Context II: Cults, Sanctuaries and Offerings. Proceedings of the Second Naukratis Project Workshop held at The British Museum, 22nd-23rd June 2013. K. Myśliwiec, 1997. Phallic figurines from Tell Atrib. W.M.F. Petrie, 1886. Naukratis. Part I., 1884–5 (third memoir of the Egypt Exploration Fund), London."], "Bibliographic references": ["Villing et al 2013-2015 / Naukratis: Greeks in Egypt (CE.180)"], "Location": ["Not on display"], "Condition": ["incomplete - head only"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Harpocrates"], "Acquisition name": ["Donated by: Egypt Exploration Society"], "Acquisition date": ["1976"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68550"], "Registration number": ["1976,0724.4"]}