{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA55722"], "Description": [" Wooden striding figure of Meryrahashtef: the figure shows the subject as a young man, probably in his teens. It is carved from a single piece of ebony and mounted on a simple base of sycamore fig wood. The form is conventional: the young man is shown, rather exceptionally, in the nude, striding forward, his left leg advanced, his arms at his sides, fists clenched, holding truncated cylindrical objects which have been identified as small rolls of cloth. The head is covered with the conventional curled wig, very carefully carved and painted black, and the eyes, which in a superior commission would have been inlaid, are simply painted. The delineation of the facial details is sensitive and restrained: the eyebrows are lightly indicated, the nose subtly modeled, the unemphasized mouth slightly unbalanced, suggesting a wry smile. "], "Cultures/periods": ["6th Dynasty"], "Production date": ["2345BC-2181BC"], "Findspot": [" Excavated/Findspot: Tomb of Meryrahashetef "], "Materials": [" sycomore fig wood ", " ebony "], "Technique": ["painted"], "Dimensions": [" Height: 53 centimetres (Figure only) ", " Height: 58.10 centimetres (With base) "], "$Inscriptions": [" "], "Curator's comments": ["This statue was conceived as a whole, to be carved from a single block of ebony, without the separate carving of arms and feet, as was common with wooden figures. Although the attitude is conventional, it is not treated in a conventional way; the body turns and bends in a lithe manner, which was undoubtedly the intention of the artist, and not the result of a warping of the wood. The impression of energy generated is emphasized by the elongation of the left leg that strides forward. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' IV (Oxford, 1934), p. 115; Royal Academy of Arts (Great Britain), '5,000 years of Egyptian art : the Diploma Galleries Royal Academy of Art, London 22 June to 12 August' (London, 1962), p. 15 [36]; 'L'art egyptien au temps des pyramides' [exhibition catalogue] (Paris, 1999), pp. 366-367 [191]; D. Arnold, 'When the Pyramids were built' (New York, 1999), pp. 138-140 [124]; Henry Moore, 'Early Carvings 1920-1940' (Leeds, 1982), p. 58 [VIII]; J. C. Harvey, 'A Typological Study of Egyptian Wooden Statues of the Old Kingsdom' (dissertation, University College London), 206-7 (A47); 'Temples and Tombs' [exhibition catalogue] (American Federation of Arts, 2006): 91, cat no. 50; S. Quirke and J. Spencer, 'British Museum Book of Ancient Egypt', (London, 1992), fig. 145; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 62-3."], "Bibliographic references": [" Russmann 2001 / Eternal Egypt: Masterworks of Ancient Art from the British Museum (9) ", " Metropolitan Museum of Art 1999 / Egyptian Art in the Age of the Pyramids (188) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.62-63) ", " Jones 1990a / Fake? The Art of Deception (166b) "], "Location": ["Not on display"], "Exhibition history": [" 2006 7 Sept-26 Nov, Oklahoma City Museum of Art, Temples & Tombs 2006 21 Dec-2007 18 Mar, Jackonsville, Cummer Museum of Art & Gardens, Temples & Tombs 2007 15 Apr-8 Jul, Raleigh, North Carolina Museum of Art, Temples & Tombs 2007 16 Nov-2008 10 Feb, New Mexico, Albuquerque Museum, Temples & Tombs 2022-2023 3 Sept-1 Jan, Norwich, Sainsbury Centre, Visions of Ancient Egypt (tour) "], "Condition": ["fair"], "Acquisition name": ["Donated by: Art Fund (as NACF)"], "Acquisition date": ["1923"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA55722"], "Registration number": ["1923,0113.1"], "Conservation": [" Treatment: 23 Aug 1995 ", " Treatment: 20 Aug 1981 ", " Treatment: 07 Feb 2006 ", " Conservation Treatment: 21 Feb 2022 "]}