{"artifact_name": "shroud", "Object Type": ["shroud"], "Museum number": ["EA68950"], "Description": [" Large piece from a linen funerary shroud decorated with a polychrome painting over a thin layer of plaster. The man subject is a figure of a goddess, probably Nut, with smaller figures of divinites at the side. Those on the left are almost completely lost, but on the right they are preserved and include the four Sons of Horus in very debased style. There is a winged disk at the top. The top edge has a fringe; the lower part is missing. "], "Cultures/periods": ["Roman Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["linen"], "Dimensions": [" Height: 130 centimetres (max) ", " Width: 67 centimetres (max) "], "Curator's comments": ["Published in: M. Vandenbeusch, A Soter (re)connection. Five fragments of shrouds from Roman Egypt at the British Museum, MDAIK 76/77 (2020-2021), 329-352 Technical analysis (Anna Harrison, 16.01.23) - Plain weave, s spun threads, single ply. Has threads of different thickness making it look slightly uneven but it doesn’t appear worn prior to painting. There are no previous repairs. - Average weave count: 43 warps, 26 wefts per inch - Two sets of decorative bands at top edge (bottom edge is missing). Top band: three adjacent grouped wefts (three wefts in each group). Band located 1.5-2.5cm from top (fringed) edge. Band underneath: three grouped wefts (4-5 wefts in each group) with two single wefts between each group (located 4cm below bottom edge of top band). - Tassells at top edge have much loss and missing sections. They are twisted in the s direction and are now different lengths, ranging from 2-5cm. Some have remains of knots 1-2cm from edge of weaving and one has a knot at the base. Two tassels appear plied together in the s direction."], "Location": ["Not on display"], "Condition": ["good, incomplete"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Nut ", " Representation of: Sons of Horus "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA68950"], "Registration number": ["1979,0108.66"], "Conservation": [" Treatment: 31 Dec 1980 ", " Prepare for loan: 16 Nov 2022 "]}