{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA60585"], "Description": [" Brown quartzite figure of Osiris on a slim rectangular base. The god wears the feathered atef-crown with a uraeus cobra at his forehead, and a divine false beard. His eyes are lopsided and uneven in size, with the left eye much lower than the right eye. The nose is broad and the lips are pursed together. The face is particularly fleshy around the jawline. There is little definition of the neck area, particularly at either side of the body. He is depicted in mummified form with the material open at the top as indicated by a stiff upper ridge at either shoulder, exposing part of the upper body. His arms are crossed over his chest and his hands, exposed from the material, carry the crook and flail implements. On the reverse is a broad back-pillar inscribed with a single column of incised text, with an uneven border. A blank space within the lower section of the back-pillar suggests that the final hieroglyph sign is missing or damaged. The left side corner of the base and the tip of the back-pillar have now broken off. There are visible chips and abrasions to the chest area, the face, and the right side ear. The lower edges of the feathered crown are also broken off. There are numerous small scratches around the stone surface, and small chips to the edges of the base. The figure is attached to a small modern base. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["quartzite"], "Dimensions": [" Height: 24 centimetres ", " Width: 5.20 centimetres ", " Depth: 8.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" The inscription on the back-pillar records the dedicator as Padiamunnebnesuttawy, and the name Herbast which is likely a reference to one of his parents. This figure of Osiris was likely dedicated as a votive offering, though its original provenance is uncertain. Several individuals named Padiamunnebnesuttawy are known from the Late and Ptolemaic Periods. The stiff ridge of clothing across the shoulders is a recognised feature of other Osiris figures from the first millennium BC, though the function or significance of this style is unclear. This is also not confined to portrayals of Osiris, but is known to feature in other representations of divine figures such as the god Ptah. ", " To be included in the 'Musee achemenide virtuel et interactif' (see www.achemenet.com). "], "Location": ["Not on display"], "Condition": ["fair - plinth chipped"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Osiris ", " Named in inscription: Padiamunnebnesuttawy (?) ", " Named in inscription: Herbast (parent) "], "Acquisition name": ["Purchased from: Giovanni d'Athanasi"], "Acquisition date": ["1837"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA60585"], "Registration number": ["1837,0413.156"]}