{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA891"], "Description": [" Limestone stela of Hori: a small, round-topped stela consisting of one scene in sunk relief above two lines of incised text. On the right the assault-officer of the garrison troops of pharaoh is standing in worship of the standard of Wepwawet in the centre before which is a large floral bouquet and behind which are depicted four wolves, one above the other. The carving of the inscription is somewhat clumsy and appears not to have been completed in the upper part because of lack of space. There slight damage to the lower right corner which has been restored and some wear on the surface. The surface is covered with a large number of black smudges. There are traces of red paint on the arms and legs of the human figure, on the bouquet, the edge of the standard and in the dividing lines of the text in the upper scene. There are traces of black in some of the hieroglyphs in the lower text. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt (Asyut(?)) "], "Materials": ["limestone"], "Technique": [" incised ", " painted "], "Dimensions": [" Height: 35 centimetres (case) ", " Height: 29.50 centimetres ", " Width: 26 centimetres (case) ", " Width: 20.80 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The name of the owner of this stela has been earlier read as My, but Hori seems preferable. For the military title see A. Schulman, 'Military Rank, Title and Organization in the Egyptian New Kingdom' (Berlin, 1964), 17-18, 57-8. Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 246 (no. 915); P. Munro, 'Zeitschrift für Ägyptische Sprache und Altertumskunde' 88 (Leipzig and Berlin, 1963), 51-2, pl. V; J. Yoyotte and J. López, 'Bibliotheca Orientalis' 26 (Leiden, 1969), 17. Durisch BIFAO 93 (1993) 215 fig 5; Bierbrier, HTBM 12 (1993) 23 pls 80-81 Becker, M. 2007. Popular Religion in Asyut, in Ancient Asyut, J. Kahl (ed.), 147-150, fig. 110."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.80-81)"], "Location": ["Not on display"], "Condition": ["The stela is fairly well preserved apart from slight damage to the lower right corner which has been restored and some wear on the surface. The surface is covered with a large number of black smudges."], "Subjects": ["ancient egyptian deity"], "Associated names": [" Named in inscription & portrayed: Wepwawet ", " Named in inscription & portrayed: Hori "], "Acquisition name": ["Purchased from: Sheikh Ali Abd-el-Hai el-Gabri"], "Acquisition date": ["1907"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA891"], "Registration number": ["1907,0612.2"]}