{"artifact_name": "stela", "Object Type": ["stela"], "Museum number": ["EA107"], "Description": [" Limestone stela of Amenmose: rectangular piece has been cut from the left side of a stela. The edge of a round-topped stela is incised on the left side. At the top three worshippers stand in adoration of an object, possibly a standard, which is largely destroyed. Several columns of text incised above and beside the figures gave their names, mostly now lost. The figures are a small girl, a man and a woman, the chantress of Amun Nfrt-ỉry. Below the scene are the remains of four lines of text, the first of which names [the table-scribe] of the lord of the two lands and chief huntsman of Amun, Amenmose. On the reverse of this fragment, at a ninety-degree angle to the inscription on the other side, are three lines of text which again name the table-scribe of the lord of the two lands, [Amen]mose, son of Ramose. The stela has been extensively damaged with much loss to the right side of the obverse and most of the reverse. Salt damage has resulted in some loss since the original photographs used here were taken. "], "Cultures/periods": ["19th Dynasty"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt), This piece may have come from tomb 149 at Thebes. (?) "], "Materials": ["limestone"], "Technique": ["incised"], "Dimensions": [" Height: 46.50 centimetres ", " Weight: 36 kilograms ", " Width: 38 centimetres ", " Depth: 11.50 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The lady Nefertari can be identified as his mother, but the young girl remains unidentified and is possibly a daughter. Bibliography: British Museum, 'A guide to the Egyptian galleries (Sculpture)', (London, 1909), 188 (no. 677)."], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (Pl.22-23)"], "Location": ["Not on display"], "Condition": ["This piece is in a poor state of preservation. It has been extensively damaged with much loss to the right side of the obverse and most of the reverse. Salt damage has resulted in some loss since the original photographs used here were taken."], "Associated names": [" Named in inscription & portrayed: Amenmose ", " Named in inscription: Ramose (father) ", " Named in inscription & portrayed: Nefertiri (mother) "], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA107"], "Registration number": [".107"], "Additional IDs": [" Miscellaneous number: BS.107 (Birch Slip Number) "], "Conservation": ["Treatment: 24 Jan 1986"]}