{"artifact_name": "papyrus", "Object Type": ["papyrus"], "Museum number": ["EA87512,2"], "Title": ["Object: P. de Vaucelles"], "Description": [" Frame 2; administrative text in late cursive hieratic. The text is written in horizontal lines in black ink and organised in columns. Recto: 10 columns Verso: 7 columns "], "Authority": ["Ruler: Taharqo (12th and 13th regnal year)"], "Cultures/periods": ["25th Dynasty"], "Production date": ["690BC–664BC"], "Findspot": [" Excavated/Findspot: Upper Egypt (historic) (Thebes?) "], "Materials": ["papyrus"], "Dimensions": [" Length: 152 centimetres (frame) ", " Width: 35 centimetres (frame) "], "$Inscriptions": [" "], "Inscription subject": ["administrative"], "Curator's comments": [" Bibliography: Donker van Heel, K. 2018. Some Abnormal Hieratic Trifles, Of Making Many Books There Is No End: Festschrift in Honour of Sven P. Vleeming (P.L. Bat. 34), K. Donker van Heel, F.A.J. Hoogendijk, C.J. Martin (eds), 12-13. Leiden. Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 154-5 ", " The papyri (now displayed in two frames) are written recto-verso in late cursive hieratic (otherwise known as 'abnormal hieratic'); a late version of the handwritten script used in Upper Egypt between the 22nd and 26th Dynasties. The text displays official accounts of silver payments from the 12th and 13th regnal year of king Taharqa, the most famous king of the Nubian 25th Dynasty (747-656BC) when Egypt was ruled by the kingdom of Kush. "], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs, unlocking ancient Egypt. "], "Condition": ["Papyrus Survey: Condition Details: Papyrus: Skeletal in parts, loss, central section fragmentary Black ink Mount Details: Sandwich: glass Binding: Filmoplast T Object Priority: A Mount Priority: A Overall Condition: A Curatorial condition comment: good"], "Associated names": ["Named in inscription & portrayed: Taharqo"], "Acquisition name": ["Purchased from: Sotheby's"], "Previous owner": ["Previous owner/ex-collection: de Vaucelles"], "Acquisition date": ["2016"], "Acquisition notes": ["The Papyrus collection of Louis de Vaucelles was brought to France from Egypt probably during his journey of 1826 - thence by descent. The papyri have been kept in the Château de Lignou (where they have probably been spotted by colleague-Egyptologists in the past), and subsequently inherited by his family. Auctioned as a lot of (originally) 14 large papyrus sheets (c. 210 x 150 mm) at Sotheby’s - Medieval and Renaissance Manuscripts (L15241 ), at London 8 December at 10.30. His manuscript notebook \"Journal de Voyage en Egypte et Nubie\" from 1826, was kept together with the papyrus until it was sold in Sotheby’s rooms in Paris, 17 December 2016."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA87512,2"], "Registration number": ["2016,1003.1.2"], "Additional IDs": [" Miscellaneous number: Frame.2 "], "Conservation": ["Treatment: 04 Apr 2017"]}