{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA513"], "Description": [" Limestone block statue of a male official, repaired from fragments. He wears a short curled wig, with the striations of the hair particularly visible on the front and right side. His large eyes are almond-shaped with a sharp point at the outer edges, and his nose is badly damaged with only an outline of the lower portion remaining. His mouth is small and his lips are sharply incised along the edge. His cheeks are fleshy and rounded, particularly at the jawline. His head appears to be raised, suggesting an upward gaze. His left arm is placed flat along the top of the block form, and across his left shoulder is a thick menat necklace. His right arm is crossed and his right hand, now damaged, was held up to his mouth. Both wrists bear traces of a detailed bracelet. Across his right shoulder is the name of the goddess Hathor. Along the front of the block form is a large head of Hathor, only the right side is now intact. She wears a detailed wig and broad-collar. Two fragmentary lines of incised text are visible on the left side of the block, and six lines of inscription on the right side. The back section of the block is very worn, but two columns of inscription can be discerned and some signs are still legible. The statue has been restored from various fragments, and supported by a modern base. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["limestone"], "Dimensions": [" Height: 33.50 centimetres ", " Width: 15 centimetres ", " Depth: 18 centimetres "], "$Inscriptions": [" ", " "], "Curator's comments": [" In addition to being severely broken in antiquity, the statue surface also appears to have suffered fire damage. Despite this, it has been possible to restore much of the statue body. The gesture of the now missing right hand towards the mouth is reminiscent of other sculpture from the 19th Dynasty onwards, in which the subject raises a cupped hand to the mouth in a gesture associated with begging. In particular, this gesture is also found in elite sculpture of men connected to goddesses such as Hathor, which here is further emphasised by the large Hathor head across the front of the block form. This pose is primarily attested in sculpture from the Theban area, which also fits with evidence from the remaining inscription that includes references to the gods Amun-Re, Mut, and Khonsu. Further Bibliography: R. Schulz, 1992. Die Entwicklung und Bedeutung des kuboiden Statuentypus: Eine Untersuchung zu den sogenannten Würfelhockern. Hildesheim. p. 371, Pl. 214. ", " See PM viii, p. 613. R. Schulz, Die Entwicklung und Bedeutung des Kuboiden Statuentypus, 33 (1992). p.371. "], "Bibliographic references": ["Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 615)"], "Location": ["Not on display"], "Condition": ["poor - repaired"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Hathor"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA513"], "Registration number": [".513"], "Additional IDs": [" Miscellaneous number: BS.513 (Birch Slip Number) "], "Conservation": ["Treatment: 08 Apr 1997"]}