{"artifact_name": "sistrum", "Object Type": ["sistrum"], "Museum number": ["EA36310"], "Description": [" Arched sistrum: richly decorated and elaborately engraved round the outside of the arch. The upper part of the arch has been reinforced in modern times to support the fragments of engraving that still survive there. On the top of the arch is engraved a much damaged Hathor head with a straight-ended wig; there is an uraeus on either side, one with the head missing, the other with most of the body missing. On each side of the arch is engraved at the top a much damaged vulture, with a šnw symbol in its claws; at the bottom on each side a slender female figure with arms outstretched in gesture of adoration and hands probably clapping, a papyrus head-dress, and the nbw symbol beneath the feet; the dress is close-fitting, ankle-length, and decorated probably to represent beads. The arch is pierced with three holes on each side, and the three rods are of decreasing length from top to bottom; the rods are fixed at one end into the bodies of three superimposed uraei crowned with sun discs, while the other end is bent down to represent the snake's tail. Three impacted sounding plates survive on the first and third rods, and there is one plate on the second. The double Hathor head has the two pairs of lengthy ears well separated; the brow is surmounted with a stylized fringe, and a double line marks out the chin. There are two lateral uraei crowned with a sun disc; at the back of each uraeus are two dowels that hold the arch to the capital in a push-fit. There are nine uraei on both the front and back of the capital, all with a sun disc. The hollow handle is cylindrical, with four tie-bands at the top, and with separate base-cap and flange; there is a circular hole in the bottom. "], "Cultures/periods": ["Late Period"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["bronze"], "Technique": [" pierced ", " incised "], "Dimensions": [" Height: 38.40 centimetres ", " Weight: 614 grammes ", " Width: 10.80 centimetres ", " Depth: 6.70 centimetres "], "Curator's comments": ["'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (1922), p. 212 ILN (3 Feb. 1923), p.155, fig.4. Anderson, Catalogue of Egyptian Antiquities in the British Museum III, Musical Instruments, p.41 (51), figs.70-1. Manniche, Music and Musicians, (1991), p.63, pl.11. Regulski, I. (ed.), 2022. Hieroglyphs: unlocking ancient Egypt, pp. 212-3"], "Bibliographic references": ["Anderson 1976 / Musical Instruments (51)"], "Location": ["Not on display"], "Exhibition history": [" 2022-2023 13 Oct-19 Feb, London, BM, Hieroglyphs: unlocking ancient Egypt "], "Condition": ["fair (engraving damaged)"], "Subjects": ["ancient egyptian deity"], "Associated names": ["Representation of: Hathor"], "Acquisition name": ["Purchased from: Mohammed Mohassib"], "Acquisition date": ["1902"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA36310"], "Registration number": ["1902,0412.10"], "Conservation": [" Treatment: 14 Jan 2011 ", " Treatment: 14 Jan 2011 ", " Treatment: 31 jan 2022 "]}