{"artifact_name": "stela; bust", "Object Type": [" stela ", " bust "], "Museum number": ["EA270"], "Description": [" Limestone stela: there are two parts to this small, round-topped stela. In the upper section two busts are inset into the stela embedded in a layer of plaster. In the lower register a scene has been outlined in black ink with traces of the red ink draft in some areas. On the right a female apparently kneels in adoration of a large bust on a pedestal on the left. There were some short columns of text in black ink above the figure, but these are largely illegible. The surface is very worn with the loss of much of the plaster surface in the upper part, and the top of the columns of text in the second register. The rest of the lower register has faded badly. There is a large gouge near the bottom of the stela, and the upper edge of the stela is badly chipped. The faces of the two inlaid busts are painted red. There are traces of blue paint on the cap and lower body of the bust on the right, and traces of red paint on the front of the bust on the left, while its cap may have been black. There is a black border along the edges of the stela and between the two registers. "], "Cultures/periods": ["Ramesside"], "Findspot": [" Excavated/Findspot: Deir el-Medina (Thebes) (probably) "], "Materials": [" limestone ", " plaster "], "Technique": [" painted ", " inlaid ", " plastered "], "Dimensions": [" Height: 23 centimetres ", " Thickness: 4.50 centimetres ", " Width: 15.20 centimetres "], "$Inscriptions": [" "], "Curator's comments": [" Bibliography: The British Museum, 'A guide to the Egyptian galleries (Sculpture)' (London, 1909), 246 (no. 912). G. Pinch, Magic in Ancient Egypt (London 1994), fig.79. ", " Published: J. L. Keith, Anthropoid Busts of Deir el Medineh and Other Sites and Collections (DIFAO 49, 2011), p. 321. "], "Bibliographic references": ["Bierbrier 1993 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 12. (pl.54-55)"], "Location": ["On display (G62/dc30)"], "Condition": ["The stela is in a poor state of preservation. The surface is very worn with the loss of much of the plaster surface in the upper part, and the top of the columns of text in the second register. The rest of the lower register has faded badly. There is a large gouge near the bottom of the stela, and the upper edge of the stela is badly chipped."], "Acquisition name": ["Purchased from: Somerset Lowry-Corry, 2nd Earl of Belmore"], "Acquisition date": ["1843"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA270"], "Registration number": [".270"], "Additional IDs": [" Miscellaneous number: BS.270 (Birch Slip Number) "], "Conservation": ["Treatment: 18 Feb 2000"]}