{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA15082"], "Description": [" Fragmentary basalt male figure, broken from the waist and the left side of the upper body now lost. The figure wears a large shoulder-length ‘bag wig’ with no discernable hairline across the forehead. The head is broad while the facial features are small and faintly outlined. His eyes are narrow with faint ridges above conveying the eyebrows. The nose is damaged but appears broad at the tip, while his mouth is small with thin lips. The outer corners of his mouth appear slightly upturned. The chin and neck are extremely fleshy and rounded in appearance. His right shoulder is bare, and at the breastbone is the edge of a thick garment which is wrapped around the upper body. Partial remains of a knot of clothing is visible at the chest. His right arm appears to be held close to the side of the body. On the reverse is a slim back-pillar that extends to the back of the head, with a column of incised text. The lower portion of the back-pillar is now lost. The left side of the body and lower area of the back-pillar have been partially reconstructed in modern times. There are small chips across the stone surface on both the wig and body. The nose has been damaged. The object is now attached to a small modern base. "], "Cultures/periods": ["26th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["basalt"], "Dimensions": [" Height: 9 centimetres (max) ", " Width: 5.84 centimetres ", " Depth: 6 centimetres "], "$Inscriptions": [" "], "Curator's comments": ["The bag wig style and the knotted garment, which could be the upper section of a so-called ‘Persian wrap’ style of clothing, are popular features of 26th Dynasty sculpture, though a later Ptolemaic date has also been suggested (PM VIII). The broad size of the head and comparatively small facial features are less typical for the Late Period."], "Bibliographic references": [" Budge 1922 / British Museum. Guide to the fourth, fifth and sixth Egyptian rooms, and the Coptic room (p. 133, no. 109) ", " Porter and Moss 2008 / Topographical bibliography of ancient Egyptian hieroglyphic texts, reliefs, and paintings: Objects of Provenance not known (p. 979) "], "Location": ["Not on display"], "Condition": ["incomplete - partly conserved"], "Acquisition name": ["Purchased from: Rev Greville John Chester"], "Acquisition date": ["1873"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA15082"], "Registration number": ["1873,0609.138"]}