{"artifact_name": "statue", "Object Type": ["statue"], "Museum number": ["EA81"], "Description": [" Granodiorite squatting figure of Ry, High Priest of Amun during the reigns of Ramses II, Merenptah and Sety II, holding a Hathor-headed sistrum before, the dorsal pillar is inscribed with two vertical registers of hieroglyphs - invocations to Amun-Ra and Mut; lower section lost. "], "Cultures/periods": ["19th Dynasty"], "Production date": ["1220BC (circa)"], "Findspot": [" Found/Acquired: Thebes (historic - Upper Egypt) (?) "], "Materials": ["granodiorite"], "Dimensions": [" Height: 88 centimetres (Original) ", " Height: 113 centimetres (Restored) "], "$Inscriptions": [" ", " "], "Inscription subject": [" private ", " invocation "], "Curator's comments": [" Published Kitchen, Ram. Insc. Vol 4 p.132 Published: HTBM Part 9: Plate XVI PM II (2): p.268; R. Schulz, Die Entwicklung und Bedeutung des Kuboiden Statuentypus, 34 (1992). [pl.95,a] and Volume 33 p.367-368; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 222-3. ", " Strudwick N 2006 Roy is shown squatting, wearing a long pleated robe with his arms folded on top of his knees. His head is represented in typical Ramesside fashion, with a somewhat oval face and an elaborate shoulder-length double wig. Below his arms is a large sistrum, a musical instrument sacred to the goddess Hathor. Doubtless he is presenting this to the goddess Mut, who, along with Amun-Re, is named in the inscription on the statue's back pillar. Two columns of inscription express similar wishes that these deities permit Roy's statues and name to remain forever in the temple. The object is of the type known as a block statue, which originated as a much simpler form (see BM Big Number 48) but was then elaborated in the later Eighteenth and early Nineteenth Dynasties to indicate more of the features and clothing of the deceased. One result of these elaborations is that the large area for text seen on Big Number 48 was no longer available, and inscriptions had to be added elsewhere (as on the back pillar here, a feature not evident in earlier examples). Roy, or Roma-Roy to give the longer version of his name (not on this statue), was the high priest of Amun in the later reign of Ramesses II, and may have survived into the time of his successor, Merenptah. He probably succeeded his brother Bakenkhonsu as high priest, for he is shown in the latter's tomb as the second priest of Amun. He clearly came from a priestly family, since his father, Roma, was also high priest. He was able to commission several statues of himself, four of which were found in Karnak (including this one) and one near his tomb on the West Bank at Thebes. He also usurped two statues of the vizier Mentuhotep from the early Twelfth Dynasty, and is known from other fragments and inscriptions. Roy was buried on the West Bank at Thebes in the area known as Dra Abul Naga, where there is a large and prominent group of tombs of Ramesside high priests; his tomb has the number TT 283. The Theban high priest of Amun commanded great power in the city, since the cult of his deity was one of the main reasons for the importance of Thebes. He oversaw a large bureaucracy and was in charge of a considerable amount of wealth. At the end of the New Kingdom the high priests effectively ran Upper Egypt, and some of them even used the title of king. The lower part of the statue is restored, and the upper fragment was discovered by Napoleon's expedition to Egypt during work in the temple of Mut at Karnak; it came to the British Museum after the Treaty of Alexandria in 1801. "], "Bibliographic references": [" James 1970 / Hieroglyphic texts from Egyptian stelae, etc., in the British Museum, Part 9. (Pl.16) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.222-223) "], "Location": ["On display (G4/B9)"], "Condition": ["fair (lower section restored)"], "Associated names": [" Named in inscription & portrayed: Ry ", " Named in inscription: Amun-Ra ", " Named in inscription: Mut "], "Associated places": [" Named in inscription: Temple of Mut "], "Acquisition name": ["Donated by: George III, King of the United Kingdom"], "Acquisition date": ["1802"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA81"], "Registration number": [".81"], "Additional IDs": [" Miscellaneous number: ES.81 "], "Conservation": ["Treatment: 20 Feb 2015"]}