{"artifact_name": "figure", "Object Type": ["figure"], "Museum number": ["EA12278"], "Description": [" Fragmentary quartzite figure of the king Akhenaten, only the upper torso remaining. The king wears a thin, tight-fitting pleated garment. The neckline is not clearly discernible however the rippled texture of the material is conveyed across the left upper arm, shoulder, and across the back. The pleated pattern is also conveyed in tighter raised ridges of material across the stomach and breasts. There is a clear indication of his collarbone and breasts underneath the clothing, and a narrowing of his waist. His right arm extends across the torso and in his right hand, now lost, the king held a crook implement that extends towards his right shoulder. There are several pairs of cartouches inscribed across the body, the most noticeable include two at the torso and two fragmentary cartouches on the left upper arm. Fainter cartouches are found across the chest on both the left and right side and on the right forearm. On the reverse, possible traces of a slim back-pillar remains, though much of the surface of the reverse and right side of the figure is now damaged. In addition to the loss of the head and lower body from the navel, a large portion of the right arm is missing. There are notable abrasions across the chest. The uneven surface of the reverse also includes a number of small chips and scratches. "], "Cultures/periods": ["18th Dynasty"], "Findspot": [" Excavated/Findspot: Amarna, el- "], "Materials": ["quartzite"], "Dimensions": [" Height: 20 centimetres ", " Width: 20 centimetres "], "$Inscriptions": [" "], "Inscription subject": ["royal"], "Curator's comments": [" Other similar surviving images of Akhenaten bearing paired cartouches and with prominent breasts include two limestone torso fragments, one now in the Metropolitan Museum of Art (New York, 21.9.3: https://www.metmuseum.org/art/collection/search/544676; see Petrie 1894: Pl. I, 13), and the other in the Brooklyn Museum (58.2: https://www.brooklynmuseum.org/opencollection/objects/3640). While the British Museum and Brooklyn figures have no specified provenance other than the Amarna area, the Metropolitan figure was found in the sanctuary area of the Great Aten Temple. The cartouches featured on the British Museum figure include the early form of the Aten’s name, and thus this figure dates to the earlier years of Akhenaten’s reign. Other comparable representations of Akhenaten with a similar pleated garment include a fragmentary statue now in the Ashmolean Museum (Oxford, AM 1924.162; see Griffith 1931) and the Kunsthistorisches Museum (Vienna, ÄS 8038). Alternatively this figure has been identified as Nefertiti in other discussions (Reeves 2019). Further Bibliography: M. Müller, 1988. Die Kunst Amenophis' III. und Echnatons (Basel), IV-124. N. Reeves, 2019. ‘The Decorated North Wall in the Tomb of Tutankhamun (KV 62) The Burial of Nefertiti? II’, Amarna Royal Tombs Project; Valley of the Kings Occasional Paper No. 3, p. 11, n. 87. General Sources: C. Aldred, 1968. Akhenaten, Pharaoh of Egypt, New Aspects of Antiquity (London). C. Aldred, 1973. Akhenaten & Nefertiti (New York). R. Freed, E. Pischikova, Y.J. Markowitz, S. D’Auria, 1999. Pharaohs of the Sun: Akhenaten, Nefertiti, Tutankhamen (Boston). F. Ll. Griffith, 1931. ‘Excavations at Tell el-'Amarnah, 1923-4. A. Statuary’, Journal of Egyptian Archaeology Vol. 17, No. 3/4, p. 179-184. W.M.F. Petrie, 1894. Tell el Amarna (London). ", " M. Müller, Die Kunst Amenophis' III. und Echnatons, Basel 1988, IV-124. For Akhenaten with prominent breasts, cf. New York MMA 21.9.3 (Aldred, Akhenaten and Nefertiti, Cat. 5). For Akhenaten wearing a pleated garment, cf. Oxford AM 1924.162 (Griffith, JEA 17, 1931, 179-184) and Vienna, Kunsthistorisches Museum ÄS 8038 (CAA Wien 16, 137-139). "], "Location": ["Not on display"], "Condition": ["fair (incomplete -detail rather worn)"], "Associated names": [" Named in inscription: Aten ", " Representation of: Akhenaten "], "Acquisition name": ["Donated by: Rev William John Loftie"], "Acquisition date": ["1883"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA12278"], "Registration number": ["1883,0716.1"]}