{"artifact_name": "human mummy; mummy-case; cartonnage; burial-cloth; mummy-wrapping", "Object Type": [" human mummy ", " mummy-case ", " cartonnage ", " burial-cloth ", " mummy-wrapping "], "Museum number": ["EA21809"], "Description": [" Mummy of an infant, sex uncertain. Skull - No details are observable owing to the resin and plaster casing. Thorax and Abdomen - Owing to the tightness of the wrappings all the ribs have been dislocated at their costo-vertebral articulations, but apparently not fractured. The spinal column shows numerous subluxations. There seems to be packing material in the thoracic and abdominal cavities. The pelvis is dislocated. Arms - Extended, but dislocated at the elbows. the hands are almost certainly in contact with the outer aspects of the thighs. Legs - No obvious fractures. Scans reveal areas of unusually high density within the bone of both legs. This may be an indication that the child suffered from a bone tumor, but it is also possible that the variable density was caused by molten resin penetrating the bones during mummification. The sex is uncertain, but apparently of a boy, enclosed in a polychrome painted body-case of linen, plaster and resin, overlaid with a decorated burial-cloth. The tempera portrait, surrounded by a layer of wrappings, shows the child dressed in a whitish tunic and wearing a red ribbon around the neck. This was probably attached to an amulet, now lost. The face is painted pink, with darker pink and ochre applied as highlights.The rest of the body is covered by a painted shroud, adorned with rows of stucco studs, and with bandages arranged in a geometrical pattern over the feet. On the breast is an image of Nut, whose wings are outspread above falcon-headed and ram-headed sphinxes. At the sides in the four compartments below are scenes of ritual, in each of which a figure in priestly costume officiates before one or more deities. The first pair of gods are obscured by the mummy wrappings, but below is (left) a priest holding a libation jar before the falcon-headed sun god and a figure wearing the double crown, probably Atum. On the right another priest recites from a papyrus scroll before Osiris. In the lower panels incense is burned and libations offered to the enthroned Osiris (left) and Ra-Horakhty (right), who is protected by the winged arms of Isis and Nephthys respectively. These scenes are arranged on each side of a central band which was intended to receive an inscription, but was in fact left blank. "], "Cultures/periods": ["Roman Period"], "Production date": ["40-55"], "Excavator/field collector": ["Excavated by: Sir William Matthew Flinders Petrie"], "Findspot": [" Excavated/Findspot: Hawara "], "Materials": [" human tissue ", " resin ", " plaster ", " linen ", " gold "], "Technique": [" gilded ", " painted "], "Dimensions": [" Height: 32 centimetres ", " Length: 89 centimetres ", " Depth: 29 centimetres "], "Curator's comments": ["Found with 1889,0713.1. The style of the painting, in particular the arrangement of the hair, points to a date in the reign of the Roman emperor Claudius. Bibliography: S. Walker and M. Bierbrier, 'Fayum. Misteriosi volti dall'Egitto' (London, 1997), p. 68 [38]; Filer in M. L. Bierbrier (ed.), 'Portraits and masks : burial customs in Roman Egypt' (London, 1997), p.124 [pl.46.1]; 'Portraits de l’Egypte romaine : Paris, Musée du Louvre, 5 octobre 1998, 4 janvier 1999' [exhibition catalogue] (Paris, 1998), p. 62 [19]; W. M. F. Petrie, 'Hawara, Biahmu and Arsinoe' (1889), pp. 17, 42; K. Parlasca, 'Ritratti di Mummie'. In A. Adriani (ed.), 'Repertorio d'arte dell'Egitto greco-romano'. 2 ser. I (1969), p. 27 (no. 7); Roberts in M. L. Bierbrier (ed.), 'Portraits and masks : burial customs in Roman Egypt' (London, 1997), pp. 21-22, pl. 23, 1; J.H. Taylor and N.C. Strudwick, Mummies: Death and the Afterlife in Ancient Egypt. Treasures from The British Museum, Santa Ana and London 2005, pl. on p. 6, pp. 74-5, pl. on p. 74. J.H. Taylor & D. Antoine, Ancient lives, new discoveries, London 2014, p. 158. D. Antoine and M. Vandenbeusch, Egyptian mummies. Exploring ancient lives, Sydney 2016, pp. 148-9."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (60) ", " Walker & Bierbrier 1997 / Ancient Faces (12) ", " Paris 1998 / Portraits de l'Egypte Romaine : Paris, Musee du Louvre, 5 Octobre 1998 - 4 Janvier 1999. (no.19) ", " Taylor & Strudwick 2005 / Mummies: Death and the Afterlife in Ancient Egypt (p.74-75) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.106, p.111, table 1) "], "Location": ["Not on display"], "Exhibition history": [" 1997 22 Oct-1998 30 Apr, Italy, Rome, Fondaione Memmo, Ancient Faces 1998 Oct-1999 Jan, Paris, Musee du Louvre, Portraits de l'Egypte Romaine 2005-2008, California, The Bowers Museum, Death and Afterlife in Ancient Egypt 2021-2022 9 Oct - 10 Jan, Tokyo, Museum of Science and Nature, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 5 Feb- 8 May, Kobe City Museum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022 14 Jul - 26 Oct, Madrid, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2022-2023 1 Dec – 19 Mar, Barcelona, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023 25 Apr - 2 Sep, Seville, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) 2023-2024 4 Oct – 28 Jan, Valencia, CaixaForum, Mummies of Ancient Egypt: rediscovering six lives (Egyptian Mummies 2) "], "Condition": ["good"], "Subjects": ["ancient egyptian deity"], "Associated names": [" Representation of: Nut ", " Representation of: Osiris ", " Representation of: Isis ", " Representation of: Ra-Horakhty ", " Representation of: Nephthys "], "Acquisition name": ["Donated by: Henry Martyn Kennard"], "Acquisition date": ["1888"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA21809"], "Registration number": ["1888,0806.7"], "Conservation": [" Treatment: 22 Sep 2014 ", " Treatment: 30 May 1995 ", " Treatment: 16 Nov 2004 ", " Cleaning and consolidation: 09 Nov 2017 "]}