{"artifact_name": "model; barge", "Object Type": [" model ", " barge "], "Museum number": ["EA9524"], "Description": [" Wooden model of a funeral barge: The hull, which is carved from a single block of sycamore wood, has a good beam in proportion to length. The bow and stern have the bent ornamental finials common in this class of boat. The deck has high gunwales which gradually merge into the solid bow, but which stop abruptly against the stern-piece. The deck is divided into nine pairs of white spaces by the thwarts and centre strip, indicated by bands of red edged with black; this centre strip may represent a hogging-beam. The main body of hull painted green, with thin black lines marking off bow and stern, which are light blue. The finials, painted yellow, are also marked off by a thin black line. The gunwales are red, thwarts and centre strip also red. Five black marks on each gunwale probably represent leather loops to take oars when rowing; vertical black marks of uncertain purpose all along inside of gunwales. Just abaft of black line between hull and bows are oculi on an oblong yellow ground outlined in black; oculi white with outlines, pupils and markings in black, in the form of a 'wedjat'-eye. There is no mast or rigging; this type of craft did not manoeuvre under sail. There are two steering-posts aft, with steering-oars in position; the larboard tiller may be a modern restoration. The steering-posts are capped with falcon-heads looking forward; they are elaborately painted, sacred wigs blue, faces yellow with black markings. Posts are painted with a filigree pattern in green, red, and blue on a white base. Steering-posts fit into square holes, falcon-heads in one piece with posts. The transverse bar is fixed with three pegs. Pegs on capitals of pillars fit into holes in canopy, feet of pillars into holes in deck. Altar glued to deck and jars glued to altar. The steering-oars with blade and loom in one piece were decorated with falcon-heads fixed to butt by pegs, colours as heads on posts; the larboard falcon-head is missing. Looms of oars are mainly green, with white ends separated from the green Amidships is a canopy over a mummy of a woman lying on a bier with lion-legs which is not fixed to the deck. Canopy slopes down from front to back in a gentle curve in the usual Egyptian manner; painted white with broad yellow border inside and out, front edge with vertical alternate stripes of blue, green, red, blue. Canopy supported by lotus-bud (?) columns painted with bands of yellow, green, blue, and red separated by narrower bands of white; black lines border the colour bands. Mummy white with blue wig, yellow face, eyes outlined in black. Bier yellow with broad black stripes, on both sides of the body and on the legs, imitating interlaced leather thongs. Forward of the bier is a table for offerings, painted white, on stout legs. The top is divided lengthwise with three partitions, a broad raised piece between two runnels. There are three round depressions for jars, two of which are 'in situ'; one is green and the other red. Both jars have a black band above the shoulder of the jar and conical black caps representing mud stoppers. There is a helmsman sitting aft between the steering-oars; red body, white skirt coming just below the knees. At head and foot of the mummy are female mourners wearing long white dresses covering them just below the breast to half-way down the shin, and fastened with a white strap over left shoulder and across chest and back; flesh painted yellow, eyes in black and white. The woman at the mummy's feet has her right arm slanting forward; left arm is missing. The woman at the head has her (broken) right arm extended horizontally and left bent upward with palm on head. On the three figures the scalps are represented as pink, with black spots, to indicate that the hair has been shaved or cropped very short. All three figures made entirely in one piece-usually the arms are pegged and glued in place. Women's feet in shallow holes in deck; helmsman glued to stern-piece. The bier with mummy is not fastened to the deck. "], "Cultures/periods": ["12th Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": ["sycomore fig wood"], "Type series": ["Reisner Type V; form II (variant)"], "Technique": [" painted ", " carved "], "Dimensions": [" Length: 66.70 centimetres ", " Width: 14.60 centimetres ", " Depth: 10.20 centimetres "], "Curator's comments": ["Compare the funerary boat of Mentuhotep, Steward, dated to the early or middle Twelfth Dynasty, excavated by Passalacqua in 1823 (Berlin Museum no. 14), B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I [2nd edition] (Oxford: Clarendon Press), 623. See the representation in P. E. Newberry, 'Beni Hassan' I (London, 1893), pl. 29, where a funerary boat, similar to this model, bearing the mummy of Khnumhotep, son of Nehri, is being towed by a ship under sail. Bibliography: W. Seipel, 'Ägypten -- Götter-Gräber und die Kunst' Vol. 1 (Linz, 1989), p.116 [83]; N. Strudwick, Masterpieces of Ancient Egypt, London 2006, pp. 84-5."], "Bibliographic references": [" Glanville 1972 / Catalogue of Egyptian Antiquities in the British Museum II: Wooden Model Boats (8) ", " Strudwick 2006 / Masterpieces of Ancient Egypt (pp.84-85) "], "Location": ["On display (G63/dc11)"], "Exhibition history": [" Exhibited: 1990 20 Oct-9 Dec, Japan, Tokyo, Setagaya Art Museum, Treasures of the British Museum, cat. no.66 1991 5 Jan-20 Feb, Japan, Yamaguchi, Prefectural Museum of Art, Treasures of the British Museum, cat. no.66 1991 9 Mar-7 May, Japan, Osaka, National Museum of Art, Treasures of the British Museum, cat. no.66 1997 13 Oct-1998 5 Jan, India, New Delhi, National Museum, The Enduring Image 1998 9 Feb-3 May, India, Mumbai, Sir Caswasjee Jahangir Hall, The Enduring Image "], "Condition": ["Fair. Falcon-head of larboard steering-oar is missing, as also one jar from altar. Larboard tiller probably a modern restoration. Helmsman's right arm broken off below elbow; left arm of woman at foot of mummy is broken off just below the shoulder and the right arm repaired; right arm of woman at head broken off above elbow. Patches of paint on the hull have been broken away, revealing the plaster undercoat."], "Subjects": ["eye of horus"], "Acquisition name": [" Purchased from: Henry Salt ", " Purchased through: Sotheby's "], "Acquisition date": ["1835"], "Acquisition notes": ["Lot 513 at 1835 sale. According to the Salt sale catalogue this boat and a companion boat (.9525) were found in the same tomb with the model granary (.2463), E. A. Wallis Budge 'A Guide to the Fourth, Fifth and Sixth Egyptian Rooms, and the Coptic Room' (London, 1922), p. 23. The location of the tomb is not stated. See note on acquisition of that object for possible Theban association. The description of the boat in the 1835 sale catalogue (lot 513) includes mention of 'the leg of an ox' as a food offering. A detailed drawing of the components of the boat, made by Robert Hay, probably before the sale, depicts this painted wooden model of an ox leg, with measurement of its length (BL Add MS 29844A, f.102), and this enables it to be identified with a model now stored in M4/L/7, but unnumbered (JHT, 11/3/2020)."], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA9524"], "Registration number": [".9524"], "Additional IDs": [" Miscellaneous number: BS.9524 (Birch Slip Number) "], "Conservation": [" Treatment: 08 Apr 1999 ", " Treatment: 10 Jan 2014 ", " Treatment: 10 Jan 2014 ", " Treatment: 07 Feb 1997 ", " Treatment: 05 Jan 1989 "]}