{"artifact_name": "coffin; mummy-case; cartonnage; human mummy; pectoral; scarab", "Object Type": [" coffin ", " mummy-case ", " cartonnage ", " human mummy ", " pectoral ", " scarab "], "Museum number": ["EA6662"], "Description": [" Mummy of Djedkhonsiufankh. The mummy, when acquired, was in a gilded cartonnage mummy-case and wooden coffin with a gilded face and inlaid glass (?) eyes bearing painted deities and the name Djedkhonsiufankh, son of Pennestytawy, son of Nesamun. Skull - No obvious fractures. The mouth is closed; details of the teeth are poor. No artificial eyes visible, but these may well be obscured by bone shadows. Thorax and Abdomen - Entirely filled with what is probably a mixture of sand, sawdust, and resin. It is likely that the four visceral packs are embedded in this material. Over the lower end of the sternum is a winged pectoral. Above the pectoral is a small amulet ('was'-sceptre perhaps) and below a scarab. Details of the ribs are poor, but the dorsal and lumbar vertebrae show gross osteo-arthritic changes. An opaque rectangular flank-plate covers the embalming incision on the left side of the abdomen. There is considerable subcutaneous packing in the region of the thighs. The pelvic cavity has also been tightly packed. No obvious fractures or dislocations of the pelvis. Arms - Extended. The palms of the hands (fingers extended) cover the genital area. No obvious fractures or dislocations. Legs - The long bones appear normal and there are no fractures, dislocations or lines of arrested growth. In the bandages between the thighs is a ring with a scarab as a bezel.2 The bones of the feet are within normal limits. "], "Cultures/periods": ["22nd Dynasty"], "Findspot": [" Found/Acquired: Egypt "], "Materials": [" wood ", " glass (?) ", " plaster ", " linen ", " gold ", " human tissue "], "Technique": [" gilded ", " painted ", " inlaid "], "Dimensions": [" Length: 176 centimetres (mummy) "], "$Inscriptions": [" "], "Inscription subject": ["funerary"], "Curator's comments": ["The mummy presented considerable radiographic difficulties. It is encased in cartonnage and lies in the lower sections of the wooden coffin. When the cartonnage-encased mummy was laid in the coffin a considerable amount of molten resin was poured over it. When it had hardened the mummy became firmly fixed to the floor of the coffin. Owing to the packing material the mummy and the coffin are extremely heavy, and much fine radiographic detail is obscured. Bibliography: B. Porter & R. Moss, 'Topographical Bibliography of Ancient Egyptian Hieroglyphic Texts, Reliefs and Paintings' I (Part 2) (Oxford, 1964), p.828; Taylor in W. V. Davies (ed.), 'Colour and painting in ancient Egypt' (London, 2001), p. 173, col. pl. 53 [2]."], "Bibliographic references": [" Dawson & Gray 1968 / Catalogue of Egyptian Antqiuities in the British Museum: Mummies and Human Remains (22) ", " Fletcher, Antoine and Hill 2014 / Regarding the Dead: Human Remains in the British Museum (p.105, p.110, table 1) "], "Location": ["On display (G63/dc12)"], "Condition": ["good"], "Associated names": [" Named in inscription: Djedkhonsiufankh ", " Named in inscription: Nesamun (parent) "], "Acquisition name": ["Purchased from: Joseph Sams"], "Acquisition date": ["1834"], "Department": ["Egypt and Sudan"], "BM/Big number": ["EA6662"], "Registration number": [".6662"], "Additional IDs": [" Miscellaneous number: BS.6662 (Birch Slip Number) "], "Conservation": ["Treatment: 17 April 2018"]}